Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/*.lproj/Localizable.strings
Languages: fr

source: Error
fr: Erreur

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD
source: You missed a call!
fr: Vous avez raté un appel !

# SNACK_BAR_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call!
fr: Vous avez raté un appel !

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD
source: Show me
fr: Info

# SNACK_BAR_BUTTON_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: Show me
fr: Info

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD
source: You missed a call because Olvid is not allowed to access the microphone
fr: Vous avez raté un appel car Olvid n'a pas accès au micro

# SNACK_BAR_DETAILS_TITLE_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: You missed a call because Olvid is not allowed to access the microphone
fr: Vous avez raté un appel car Olvid n'a pas accès au micro

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD
source: To received a call, you need to allow Olvid to access the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro.

# SNACK_BAR_DETAILS_BODY_GRANT_PERMISSION_TO_RECORD_IN_SETTINGS
source: To received a call, you need to allow Olvid to access the microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

# GRANT_PERMISSION_TO_RECORD_BUTTON_TITLE
source: Allow microphone access
fr: Autoriser l'accès au micro

# GRANT_PERMISSION_TO_RECORD_IN_SETTINGS_BUTTON_TITLE
source: Go to Settings
fr: Aller dans les Réglages

# DIALOG_TITLE_KEYCLOAK_IDENTITY_WAS_REVOKED
source: Identity provider removed
fr: Fournisseur d'identités supprimé

# DIALOG_MESSAGE_KEYCLOAK_IDENTITY_WAS_REVOKED
source: It seems that your account was removed from your company's identity provider. If you left your company, this is normal and you may continue using Olvid as a free user. If you believe this is an error, please contact your administrator to re-register this identity provider with Olvid.
fr: Il semble que votre compte a été supprimé du fournisseur d'identités de votre société. Si vous avez quitté votre entreprise, ceci est normal et vous pouvez continuer à utiliser Olvid en tant qu'utilisateur gratuit. Si vous pensez que c'est une erreur, veuillez contacter votre administrateur pour enregistrer à nouveau ce fournisseur d'identités dans Olvid.

source: Authentication Required
fr: Authentification Requise

# AUTHENTICATION_REQUIRED_TOKEN_EXPIRED_MESSAGE
source: Your Olvid identity is managed by your company's identity provider. You need to re-authenticate with this identity provider to continue.
fr: Votre identité Olvid est gérée par le fournisseur d'identité de votre entreprise. Il faut vous ré-authentifier auprès de ce fournisseur d'identité pour continuer.

source: User change detected
fr: Changement d'utilisateur détecté

# AUTHENTICATION_REQUIRED_USER_ID_CHANGED_MESSAGE
source: You Olvid ID is managed by your company's identity provider. It seems you authenticated as a different user than usual. This is not supported. Please contact your administrator or re-authenticate as the correct user.
fr: Votre ID Olvid est gérée par le fournisseur d'identités de votre entreprise. Il semblerait que vous vous soyiez authentifié avec un compte différent du compte habituel. Ceci n'est pas supporté. Contactez votre adminisrateur ou ré-authentifié vous avec le compte habituel.

# KEYCLOAK_REVOCATION
source: Revoke previous Olvid ID
fr: Révoquer l'ID Olvid précédent

# KEYCLOAK_REVOCATION_BUTTON
source: Revoke previous ID
fr: Révoquer ID précédent

# KEYCLOAK_REVOCATION_MESSAGE
source: Another Olvid ID is associated with your account on your company's identity provider. If you generated a new ID you need to revoke the previous one.
fr: Un autre ID Olvid est associé avec le compte géré avec le fournisseur d'identités de votre entreprise. Si vous avez générez un nouvel ID Olvid, il vous faut révoquer le précédent.

# KEYCLOAK_REVOCATION_SUCCESSFUL
source: Successfully revoked previous Olvid ID
fr: L'ID Olvid précédent a été révoqué

# KEYCLOAK_REVOCATION_FAILURE
source: Failed to revoke previous Olvid ID
fr: L'ID Olvid précédent n'a pas pu être révoqué

# ADD_CONTACT_BUTTON
source: Add contact
fr: Ajouter un contact

# ADD_CONTACT_TITLE
source: Add a contact
fr: Ajouter un contact

# DIALOG_TITLE_KEYCLOAK_SIGNATURE_KEY_CHANGED
source: Identity provider key change
fr: Changement de clé du fournisseur d'identités

# DIALOG_MESSAGE_KEYCLOAK_SIGNATURE_KEY_CHANGED
source: Olvid detected a change in the cryptographic signature key of your identity provider. This should normally never happen. Please contact your administrator and only press "Update Key" if she can confirm the key change was intentional. If unsure, press "Cancel".
fr: Olvid a détecté une modification de la clé de signature cryptographique de votre fournisseur d'identités. Cela ne devrait normalement jamais arriver. Veuillez contacter votre administrateur et n'appuyer sur « Mettre la clé à jour » que si elle peut confirmer que cette modification est intentionnelle. En cas de doute, appuyez sur « Annuler ».

# BUTTON_LABEL_UPDATE_KEY
source: Update key
fr: Mettre la clé à jour

# USER_CANNOT_MAKE_PAYMENT_TITLE
source: It seems you cannot make payments 😢
fr: Il semblerait que vous ne puissiez pas faire de paiement 😢

# USER_CANNOT_MAKE_PAYMENT_DESCRIPTION
source: Olvid paid options are made available through the App Store in-app purchases. It seems that you cannot make a payment right now. This may happen if your credit card has expired, or if your iPhone is restricted from accessing the Apple App Store (through parental control or enterprise management).
fr: Les options payantes d'Olvid sont disponibles via les achats intégrés de l'App Store. Il semblerait que vous ne puissiez pas y faire d'achat. Ceci peut arriver si votre moyen de paiement est invalide ou si votre compte est restreint (contrôle parental ou compte entreprise).

source: Directory
fr: Annuaire

source: Cleaning in progress
fr: Nettoyage en cours

# CLEANING_TERMINATED
source: Cleaning is terminated
fr: Nettoyage terminé

# DRAP_AND_DROP_TO_CONFIGURE_PREFERRED_EMOJIS_LIST
source: Drop your favorite emojis here!
fr: Déposez ici vos émojis préférés !

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_TITLE
source: Contact revoked by your company's identity provider
fr: Contact revoqué par le fournisseur d'identités de votre société

# CONTACT_IS_NOT_ACTIVE_EXPLANATION_BODY
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. If you are sure your contact's Olvid ID was never compromised you may manually unblock them. Please contact your administrator for more details.
fr: Ce contact a été révoqué par le fournisseur d'identités de votre société. Son ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Si vous êtes certain que l'ID Olvid de votre contact n'a jamais été compromis, vous pouvez le débloquer manuellement. Veuillez contacter votre administrateur pour plus d'informations.

source: Unblock contact
fr: Débloquer le contact

# UNBLOCK_CONTACT_CONFIRMATION
source: Do you really wish to unblock the contact?
fr: Voulez-vous débloquer le contact ?

# EXPLANATION_CONTACT_REVOKED_AND_UNBLOCKED
source: This contact was revoked by your company's identity provider. Their Olvid ID may have been compromised and the security of your communications cannot be guaranteed. You previously decided to manually unblock them. If you are unsure about your decision, it is recommended you re-block this contact. Please contact your administrator for more details.
fr: Ce contact a été révoqué par le fournisseur d'identités de votre société. Leur ID Olvid a peut-être été compromis et la sécurité de vos communications ne peut être garantie. Vous avez précédemment décidé de le débloquer manuellement. Si vous n'êtes pas certain de votre décision, il est recommandé de re-bloquer ce contact. Veuillez contacter votre administrateur pour plus d'informations.

# REBLOCK_CONTACT_CONFIRMATION
source: Do you really want to re-block the contact?
fr: Voulez-vous re-bloquer le contact ?

source: Re-block contact
fr: Re-bloquer le contact

# DIALOG_TITLE_OUTDATED_VERSION
source: Update required
fr: Mise à jour requise

# DIALOG_MESSAGE_OUTDATED_VERSION
source: Your version of Olvid is outdated and needs to be updated. You are probably missing out on many new features and we cannot guarantee the compatibility of your version with newer versions of the app that your contacts may use.
fr: Votre version d'Olvid est dépassée et doit être mise à jour. Vous passez probablement à côté de nombreuses nouvelles fonctionnalités et nous ne pouvons pas vous garantir la compatibilité de votre version avec les versions plus récentes utilisées par vos contacts.

# BUTTON_LABEL_UPDATE
source: Update
fr: Mettre à jour

# BUTTON_LABEL_REMIND_ME_LATER
source: Remind me later
fr: Me rappeler plus tard

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_TITLE
source: Your Olvid ID was revoked
fr: Votre ID Olvid a été révoquée

# DIALOG_OWNED_IDENTITY_WAS_REVOKED_BY_KEYCLOAK_MESSAGE
source: Your company's identity provider revoked your Olvid ID. Please contact your administrator.
fr: Le fournisseur d'identités de votre entreprise a révoqué votre ID Olvid. Nous vous recommandons de contacter votre administrateur.

# CONTACT_REVOKED_BY_COMPANY_IDENTITY_PROVIDER
source: Contact revoked by your company's identity provider
fr: Contact revoqué par le fournisseur d'identités de votre société

source: Certified by identity provider
fr: Certifiée par un fournisseur d'identité

source: Device %lld
fr: Dispositif %lld

source: Technical details
fr: Détails techniques

# DETAILS_SIGNED_BY_IDENTITY_PROVIDER
source: Details signed by the identity provider
fr: Détails signés par le fournisseur d'identités

# SIGNED_DETAILS_DATE
source: Signature date
fr: Date de la signature

# SHOW_CONTACT_DETAILS
source: Show all contact details
fr: Voir tous les détails du contact

source: Value copied
fr: Valeur copiée

# SCAN_QR_CODE
source: Scan a QR code
fr: Scanner un code QR

source: Configuration scan
fr: Scan de configuration

# IDENTITY_PROVIDER_CONFIGURED_SUCCESS
source: The identity provider of your company was successfully configured. Press the button below to authenticate with it and retrieve your personal information.
fr: Le fournisseur d'identités de votre société a été configuré avec succès. Appuyez sur « S'authentifier » pour vous y connecter et récupérer vos informations personnelles.

# IDENTITY_PROVIDER_CONFIGURED_FAILURE
source: The identity provider of your company does not seem to be available. Please contact your administrator
fr: Le fournisseur d'identités de votre société ne semble pas disponible. Veuillez contacter votre administrateur.

source: Manual configuration
fr: Configuration manuelle

# WILL_INVITE_%@_AFTER_ONBOARDING
source: We will invite %@ right after the onboarding process ✌️.
fr: Vous pourrez inviter %@ juste après la création de votre ID Olvid ✌️.

# WILL_PROCESS_API_KEY_AFTER_ONBOARDING
source: The API key will be processed right after the onboarding process ✌️.
fr: La clé d'API sera prise en compte juste après la création de votre ID Olvid ✌️.

source: Client secret
fr: Secret client

source: Identity provider configuration
fr: Configuration du fournisseur d'identités

# CURRENT_DEVICE
source: This device
fr: Cet appareil

source: Other device
fr: Autre appareil

# NEW_COMPOSE_MESSAGE_VIEW_PREFERENCES
source: Compose message view
fr: Personnaliser la composition de message

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_HEADER
source: Preferred message buttons order
fr: Ordre préféré des boutons de composition de message

# NEW_COMPOSE_MESSAGE_VIEW_ACTION_ORDER_FOOTER
source: The first button will be located next to the text field allowing to compose messages. The buttons you use the most should be put at the top of this list so that you can access them in one tap.
fr: Le premier bouton apparaitra juste à côté la zone de composition du message de vos messages. Nous vous recommandons de placer les boutons que vous utilisez le plus au sommet de la liste, de façon à les atteindre en une touche.

source: Open Source Licences
fr: Licences Open Source
