Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/*.lproj/Localizable.strings
Languages: fr

source: You successfully introduced %@ to %@ and %d other contact(s)
fr: Vous avez présenté %1$@ à %2$@ ainsi qu'à %2$d autre(s) contacts(s)

# Your are about to leave a group.
source: Your are about to permanently leave a group.
fr: Vous vous apprêtez à quitter définitivement un groupe.

source: Your are about to permanently delete a group.
fr: Vous vous apprêtez à supprimer définitivement un groupe.

source: Your are one step away to create a secure channel with %@!
fr: Plus qu'une étape pour établir un canal sécurisé avec %@!

source: Your contact published a new version of their Olvid card. Both the old and new versions are shown below. Click to update yout contact's informations with the new version.
fr: Votre contact a mis à jour son Olvid Card. L'ancienne version et la nouvelle se trouvent ci-dessous. Actualisez les informations de votre contact en cliquant « Mettre à jour ».

source: Your ID
fr: Votre ID

source: Your ID was copied
fr: Votre ID a été copiée

# YOUR_ID_WAS_COPIED_TO_CLIPBOARD_YOU_CAN_WRITE_EMAIL_AND_COPY_IT_THERE
source: Your ID was copied to the clipboard. You can now write an email or sms and copy it there.
fr: Votre ID a été copiée dans le presse-papier. Vous pouvez préparer un courriel ou un sms et l'y copier directement.

# Your invitation was sent
source: Invitation in progress
fr: Invitation en cours

source: Your Messages are on hold
fr: Vos messages sont en attente

source: You cannot write any message in this discussion until a contact accepts to join this group.
fr: Vous pourrez écrire dans cette discussion dès que l'un de vos contacts aura accepté votre invitation.

source: Your messages will be automatically sent once a secure channel is established for this discussion. Until then, they will remain on hold.
fr: Vos messages seront automatiquement envoyés dès qu'un canal sécurisé sera établi pour cette discussion. D'ici là, ils resteront en attente.

source: Identity color style
fr: Couleurs pour les identités

# Latest Discussions
source: Latest
fr: Récentes

# Downloading File...
source: File not downloaded yet 😕
fr: Le téléchargement n'est pas terminé 😕

# %@ invites you to discuss on Olvid
source: %@ would like to discuss with you on Olvid
fr: %@ aimerait discuter avec vous sur Olvid

# %@ invites you to discuss on Olvid. To accept, please click the link below: %@
source: %@ would like to discuss with you on Olvid. To invite them, please click the link below: %@
fr: %@ aimerait discuter avec vous sur Olvid. Pour l'y inviter, veuillez cliquer sur le lien suivant : %@

source: Scan document
fr: Scanner un document

source: Read
fr: Lu

source: Delivered
fr: Distribué

source: Sent
fr: Envoyé

source: Send Read Receipts
fr: Confirmation de lecture

source: Recent
fr: Récent

source: Your contacts will be notified when you have read their messages. This settting can be overriden on a per discussion basis.
fr: Vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages. Ce paramètre peut être modifié indépendemment pour chaque discussion.

source: Your contacts won't be notified when you read their messages. This settting can be overriden on a per discussion basis.
fr: Vos correspondants ne recevront pas de confirmation lorsque vous lirez leurs messages. Ce paramètre peut être modifié indépendamment pour chaque discussion.

# A read receipt will be sent for each message you read within this discussion.
source: Your contacts will be notified when you have read their messages within this discussion.
fr: Vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages dans le cadre de cette discussion.

# No read receipt will be sent within this discussion.
source: Your contacts won't be notified when you read their messages within this discussion.
fr: Vos correspondants ne recevront pas de confirmation lorsque vous lirez leurs messages dans le cadre de cette discussion.

source: Default
fr: Défaut

source: Discussion settings
fr: Paramètres de la discussion

source: Use application default
fr: Réglage par défaut

source: Privacy
fr: Vie Privée

source: Log in with passcode
fr: S'authentifier avec un code

source: Log in with Touch ID
fr: S'authentifier avec Touch ID

source: Log in with Face ID
fr: S'authentifier avec Face ID

source: Authenticate
fr: S'authentifier

source: Please authenticate to start Olvid
fr: Authentifiez-vous pour démarrer Olvid

# Explanation for Log in with passcode
source: Activating this option allows you to protect Olvid using the passcode you already use to unlock your iPhone
fr: En activant cette option, vous protégez l'accès à Olvid grâce au code PIN que vous utilisez déjà pour déverouiller votre iPhone.

# Explanation for Log in with Touch ID
source: Activating this option allows you to protect Olvid using Touch ID.
fr: En activant cette option, vous protégez l'accès à Olvid grâce à Touch ID.

# Explanation for Log in with Face ID
source: Activating this option allows you to protect Olvid using Face ID.
fr: En activant cette option, vous protégez l'accès à Olvid grâce à Face ID.

source: After
fr: Après

source: Immediately
fr: Immédiatement

source: Please authenticate in order to change this setting.
fr: Authentifiez-vous pour changer ce paramètre.

source: No passcode set on this iPhone.
fr: Aucun code PIN n'a été choisi sur cet iPhone.

# Choose Discussion
source: Choose a Discussion
fr: Choisir une Discussion

source: Rich link preview
fr: Prévisualisation des liens

source: Never
fr: Jamais

source: Sent messages only
fr: Messages envoyés uniquement

source: Always
fr: Toujours

source: Clear cache
fr: Supprimer le cache

source: Cache management
fr: Gestion du cache

# Websocket status
source: Websocket connexion status
fr: État de la connexion de la websocket

# Hide notifications content
source: Hide content
fr: Cacher le contenu

source: Hide notifications
fr: Cacher les notifications

source: Olvid requires your attention.
fr: Olvid requiert votre attention.

source: Show
fr: Afficher

source: Partially
fr: Partiellement

source: Notifications will preview new messages and new invitations content.
fr: Les notifications afficheront une prévisualisation du contenu des nouveaux messages ainsi que des nouvelles invitations.

source: Notifications will not preview any message content nor any invitation content. It will be possible to distinguish between a new message notification and new invitation notification.
fr: Les notifications n'afficheront pas le contenu des nouveaux messages ni des nouvelles invitations. Il sera néanmoins possible de distinguer une notification de nouveau message d'une notification de nouvelle invitation.

source: Notifications will not provide any information about messages nor invitations. A minimal static notification will show to indicate that Olvid requires your attention.
fr: Les notifications n'afficheront aucune information concernant les messages ou les invitations. À la place, elles afficherons un texte standard indiquant qu'Olvid requiert votre attention.

source: Completely
fr: Totalement

source: Tap to see the message.
fr: Appuyez pour voir le message.

source: New invitation
fr: Nouvelle invitation

source: Tap to see the invitation.
fr: Appuyez pour voir l'invitation.

source: Screen Lock
fr: Verrouillage d'écran

source: Backup
fr: Sauvegarde

source: This is the only time this key will be displayed. If you lose it, you will need to generate a new one.
fr: C'est votre seule occasion de noter cette clé puisqu'elle ne sera plus jamais réaffichée. Si vous la perdez, vous devrez en générer une nouvelle.

source: I have copied the key
fr: J'ai bien copié la clé

source: New backup key
fr: Nouvelle clé de sauvegarde

# GENERATE_NEW_BACKUP_KEY
source: Generate a backup key
fr: Générer une clé de sauvegarde

# VERIFIY_OR_GENERATE_NEW_BACKUP_KEY
source: Verify or generate new backup key
fr: Vérifier ou générer une nouvelle clé

source: Decline
fr: Décliner

# NO_BACKUP_KEY_GENERATED_YET
source: In order to perform encrypted backups of your contacts, groups, and settings, you first need to generate a backup key 🔐. No backup key has been generated yet.
fr: Pour effectuer une sauvegarde chiffrée de vos contacts, groupes et paramètres, la première étape est de générer une clé de sauvegarde 🔐. Aucune clé de sauvegarde n'a été générée pour le moment.

# GENERATE_BACKUP_KEY_SECTION_TITLE
source: Backup key
fr: Clé de sauvegarde

# MANUAL_BACKUP_TITLE
source: Manual backup
fr: Sauvegarde manuelle

source: Backup and share now
fr: Sauvegarder et partager

# MANUAL_BACKUP_EXPLANATION_FOOTER
source: Allows to export an encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). You can either share it (email it, save it to Files,...) or upload it directely to iCloud. Do not worry, this backup is encrypted 😇.
fr: Permet d'exporter une sauvegarde chiffrée de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés). Vous pouvez la partager (l'envoyer par mail, la sauvegarder dans Fichiers, etc.) ou la sauvegarder directement vers iCloud. Ne vous en faites pas, cette sauvegarde est chiffrée 😇.

source: Refresh group
fr: Actualiser le groupe

source: Fetching latest upload...
fr: Récupération de la dernière sauvegarde...

# CANNOT_FETCH_LATEST_UPLOAD
source: Cannot fetch latest upload. You might need to configure your iCloud account.
fr: Impossible de récuperer la dernière sauvegarde. Avez-vous bien configuré iCloud ?

source: Latest export: %@
fr: Dernier export: %@

source: No backup was exported yet.
fr: Aucune sauvegarde exportée pour le moment.

source: Thank you!
fr: Merci !

source: Sorry...
fr: Désolé...

source: Olvid failed to start properly. This is a terrible experience, we deeply appologize about this. Please be reassured, none of your data was lost.
fr: Olvid n'a pas pu démarrer correctement. Nous en sommes désolés. Mais rassurez-vous, aucune de vos données n'a été perdue.

source: Send this to the development team
fr: Envoyer à l'équipe de développement

source: If you wish, you can help the development team by tapping the button below. This will share (only) the following message with them.
fr: Si vous le désirez, vous pouvez aider l'équipe de développement via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.

source: Please report this error to %1$@ so we can fix this issue as fast as possible.
fr: Nous vous serions reconnaissant d'envoyer cette erreur à %1$@ pour que nous puissions la corriger le plus vite possible.

source: Please fix this serious issue with Olvid
fr: Merci de corriger cette erreur dans Olvid

source: Olvid failed to initialize with the following error message: %1$@
fr: Olvid n'a pas pu démarrer correctement. Voici le message d'erreur: %1$@

source: Your identity is deactivated on this device since it is active on another device. This tipically happens when you restore a backup on a device: this deactivates your previous device.
fr: Votre identité est désactivée sur cet appareil puisqu'elle est active sur un autre appareil. Cela arrive quand une sauvegarde est restaurée sur un nouvel appareil : l'ancien est désactivé.

source: What can I do?
fr: Que puis-je faire ?

source: You can still access your old discussions on this device, but you cannot send nor receive new messages. If you want to do so, you can tap on "Reactivate this device". Please note that this will deactivate your other device.
fr: Vous pouvez toujours accéder à votre anciennes discussions sur cet appareil, mais vous ne pouvez plus recevoir de nouveaux messages. Si vous le voulez, vous pouvez appuyer sur « Réactiver mon identité sur cet appareil ». Attention, ceci désactivera votre deuxième appareil.

# Reactivate my identity on this device
source: Reactivate this device
fr: Réactiver mon identité sur cet appareil

source: Current backup key generated: %@
fr: Clé de sauvegarde générée: %@

source: Verify backup key
fr: Vérifier la clé de sauvegarde

source: Enter backup key
fr: Clé de sauvegarde

source: Forgot your backup key?
fr: Clé de sauvegarde oubliée ?

source: Please enter all the characters of your backup key.
fr: Entrez tous les caractères de votre clé de sauvegarde.

source: Please enter the backup key that was presented to you when you configured backups. This key is the only way to decrypt the backup. If you lost it, backup restoration is impossible.
fr: Veuillez entrer la clé de sauvegarde qui vous a été présentée lorsque vous avez configuré les sauvegardes. Cette clé est l'unique moyen de déchiffrer la sauvegarde. Sans elle, la restauration est impossible.

source: The backup key is correct
fr: La clé de sauvegarde est correcte

source: You may proceed with the restoration.
fr: Vous pouvez continuer.

source: Restore this backup
fr: Restaurer la sauvegarde

source: The backup key is incorrect
fr: La clé de sauvegarde est incorrecte

source: Please check your backup key and try again.
fr: Vérifier votre clé de sauvegarde et essayez à nouveau.

source: Please choose the location of the backup file you wish to restore.
fr: Choisissez l'emplacement du fichier de sauvegarde que vous souhaitez restaurer.

source: Choose "From a file" to pick a backup file create from a manual backup.
fr: Choisissez « Depuis un fichier » pour restaurer une sauvegarde effectuée manuellement.

source: Choose "From the cloud" to select an account used for automatic backups.
fr: Choisissez « Depuis le cloud » pour restaurer une sauvarde effectuée automatiquement.

source: From a file
fr: Depuis un fichier

source: From the cloud
fr: Depuis le cloud

source: Backup file selected
fr: Fichier de sauvegarde séléctionné

source: Proceed and enter backup key
fr: Entrer la clé de sauvegarde

source: Restoring backup. Please Wait.
fr: Restauration en cours...

source: Restore failed 🥺
fr: La restauration a échoué 🥺

source: Try again
fr: Essayer à nouveau

source: Welcome to Olvid!
fr: Bienvenue sur Olvid !

source: If you are a new Olvid user, simply click "Continue as a new user" below.
fr: Si vous êtes un nouvel utilisateur d'Olvid, touchez « Nouvel utilisateur ».

source: If you already used Olvid and want to restore your identity and contacts from a backup, click "Restore a backup"
fr: Si vous avez déjà utilisé Olvid et souhaitez restaurer une sauvegarde de vos contacts, touchez « Restaurer une sauvegarde ».

source: Continue as a new user
fr: Nouvel utilisateur

source: Restore a backup
fr: Restaurer une sauvegarde

# BACKUP_AND_UPLOAD_NOW
source: Backup and upload to iCloud now
fr: Sauvegarder et télécharger vers iCloud

# AUTOMATIC_BACKUP
source: Automatic backup to iCloud
fr: Sauvegarde automatique vers iCloud

# AUTOMATIC_BACKUP_EXPLANATION
source: Activating this option allows to perform an automatic encrypted backup of your contacts, groups, and settings (messages and attachments are not backuped). Do not worry, this backup is encrypted 😇.
fr: Activer cette option permet d'effectuer une sauvegarde automatique de vos contacts, groupes et paramètres (les messages et pièces jointes ne sont pas sauvegardés).

source: Latest upload: %@
fr: Dernier téléchargement : %@

source: ⚠️ Latest failed upload: %@
fr: ⚠️ Dernière erreur : %@

source: No backup was uploaded yet.
fr: Aucune sauvegarde pour le moment.

source: Sign in to iCloud
fr: Connectez-vous à iCloud

source: iCloud status is unclear
fr: Le status de iCloud n'est pas clair

source: iCloud access is restricted
fr: Accès restreint à iCloud

source: Your iCloud account is not available. Access was denied due to Parental Controls or Mobile Device Management restrictions
fr: Votre compte iCloud n'est pas accessible. L'accès a été refusé suite à des restrictions liées à du contrôle parental ou à la gestion des terminaux mobiles (MDM) de votre entreprise.

source: Please sign in to your iCloud account to enable automatic backups. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on. If you don't have an iCloud account, tap Create a new Apple ID.
fr: Connectez-vous à iCloud pour activer les sauvegardes automatiques. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive. Si vous n'avez pas de compte iCloud, touchez Créer un nouvel Apple ID.

source: Automatic iCloud backups
fr: Sauvegardes iCloud automatiques

source: iCloud backups list
fr: Liste des sauvegardes iCloud

source: Clean
fr: Nettoyer

# CLEAN_OLD_BACKUPS
source: Delete old iCloud backups
fr: Supprimer anciennes sauvegardes iCloud

# CLEAN_OLD_BACKUPS_ON_ALL_DEVICES
source: For all devices
fr: Supprimer pour tous les appareils

# CLEAN_OLD_BACKUPS_ON_CURRENT_DEVICE
source: For this device
fr: Supprimer pour cet appareil

# CLEAN_OLD_BACKUPS_TITLE
source: Delete old iCloud backups
fr: Supprimer anciennes sauvegardes iCloud

# CLEAN_OLD_BACKUPS_MESSAGE
source: Delete all iCloud backups but the last one.
fr: Supprimer les anciennes sauvegardes iCloud pour ne garder que la plus récente.

# CLEAN_LATEST_BACKUPS_FOR_OTHER_DEVICE_TITLE
source: Delete all but the last iCloud backups for other devices
fr: Supprimer la dernière sauvegarde iCloud pour un autre appareil

# CLEAN_LATEST_BACKUPS_FOR_OTHER_DEVICE_MESSAGE
source: Please note that you are about to delete the last iCloud backup for another device.
fr: Attention, vous vous apprêtez à supprimer la dernière sauvegarde iCloud d'un autre apparail.

# CLEAN_LATEST_BACKUPS_FOR_CURRENT_DEVICE_TITLE
source: Delete the last iCloud backup
fr: Supprimer la dernière sauvegarde iCloud

# CLEAN_LATEST_BACKUPS_FOR_CURRENT_DEVICE_MESSAGE
source: Please note that you are about to delete the last iCloud backup.
fr: Attention, vous vous apprêtez à supprimer la dernière sauvegarde iCloud.

# Automatic iCloud backup cleaning
source: Automatic old iCloud backups deletion
fr: Suppression automatique des anciennes sauvegardes iCloud

source: Copy Documents URL
fr: Copier l'URL des Documents

source: Copy App Database URL
fr: Copier l'URL des bases de données

source: Backup creation date: %@
fr: Date de création de la sauvegarde : %@

source: Please sign in to your iCloud account. On the Home screen, launch Settings, tap iCloud, and enter your Apple ID. Turn iCloud Drive on.
fr: Connectez-vous à iCloud. Sur l'écran d'accueil, démarrez l'App Réglages, touchez iCloud et entrez votre Apple ID. Activez iCloud Drive.

source: Unexpected iCloud file error
fr: Erreur de fichier iCloud inattendue

source: We could not retrieve the encrypted backup content from iCloud
fr: Impossible de récupérer la sauvegarde chiffrée depuis iCloud

source: We could not retrieve the creation date of the backup content from iCloud
fr: Impossible de récupérer la date de création de la sauvegarde depuis iCloud

source: iCloud error
fr: Erreur iCloud

source: No backup available in iCloud
fr: Aucune sauvegarde trouvée sur iCloud

source: We could not find any backup in you iCloud account. Please make sure this device uses the same iCloud account as the one you were using on the previous device.
fr: Aucune sauvegarde n'a été trouvé sur votre compte iCloud. Assurez-vous que cet appareil utilise bien le même compte iCloud que celui de votre appareil précédent.

source: Generate new backup key?
fr: Générer une nouvelle clé de sauvegarde ?

source: Please note that generating a new backup key will invalidate all your previous backups. If you generate a new backup key, please create a fresh backup right afterwards.
fr: Générer une nouvelle clé de sauvegarde invalide vos sauvegardes précédentes. Si vous décidez de générer une nouvelle clé, nous vous recommandons d'effectuer une sauvegarde juste après.

source: Generate new backup key now
fr: Regénérer une clé de sauvegarde maintenant

source: Export App Database
fr: Exporter la base de données de l'App

source: Export Engine Database
fr: Exporter la base de données de l'Engine

source: Custom Display Name
fr: Surnom à afficher

source: Full Display Name
fr: Nom complet

source: Identity
fr: Identité

source: Devices
fr: Dispositifs

source: Use CallKit
fr: Utiliser CallKit

# BUTTON_TITLE_AUTHENTICATE
source: Tap to authenticate
fr: Appuyer pour s'authentifier

# CALL_STATE_NEW
source: New call...
fr: Nouvel appel...

# CALL_STATE_GETTING_TURN_CREDENTIALS
source: Authentication...
fr: Authentification...

# CALL_STATE_KICKED
source: Excluded
fr: Exclue

# USER_HAS_BEEN_KICKED
source: You were excluded from the call.
fr: Vous avez été exclu de l'appel.

# CALL_STATE_INCOMING_CALL_MESSAGE_WAS_POSTED
source: Connecting...
fr: Connexion...

# CALL_STATE_INITIALIZING_CALL
source: Initializing call...
fr: Initialisation de l'appel...

# CALL_STATE_USER_ANSWERED_INCOMING_CALL
source: Incoming call accepted...
fr: Appel accepté...

# CALL_STATE_CONNECTING_TO_PEER
source: Connection...
fr: Connexion...

# CALL_STATE_CONNECTED
source: Connected
fr: Connecté

# CALL_STATE_BUSY
source: Busy
fr: Occupé

# CALL_STATE_RECONNECTING
source: Reconnection
fr: Reconnexion

# CALL_STATE_RINGING
source: Ringing...
fr: Sonnerie...

# CALL_STATE_CALL_REJECTED
source: Call rejected
fr: Appel refusé

# CALL_STATE_CALL_IN_PROGRESS
source: Call in progress
fr: Appel en cours

# CALL_STATE_HANGED_UP
source: Hanged up
fr: Appel raccroché

source: Restore
fr: Restaurer

source: Could not read backup file
fr: Le fichier de sauvegarde n'a pas pu être lu

source: Speaker
fr: Haut-parleur

# ALERT_TITLE_KICK_PARTICIPANT
source: Exclude contact from call?
fr: Exclure un contact de l'appel ?

# ALERT_MESSAGE_KICK_PARTICIPANT_%@
source: Do you really wish to exclude %@ from this call?
fr: Souhaitez-vous réellement exclure %@ de l'appel en cours ?

source: Exclude
fr: Exclure

# DO_NO_SHOW_MSG_AGAIN
source: Do not show this message again
fr: Ne plus afficher ce message

# TITLE_RESET_ALL_ALERTS
source: Reset all alerts
fr: Réinitialiser les alertes

# TITLE_HELP_FAQ
source: Help/FAQ
fr: Aide/FAQ

# ALERT_MSG_OUTGOING_CALL_FAILED_USER_DENIED_RECORDING
source: To make this call, you need to allow Olvid to access the microphone. Open Settings and turn on the Microphone
fr: Pour passer cet appel, vous devez autoriser Olvid à accéder au micro. Allez dans les Réglages et activez le Micro.

# ALERT_VOICE_MESSAGE_FAILED_USER_DENIED_RECORDING
source: To record a voice message, you need to allow Olvid to access the microphone. Open Settings and turn on the Microphone
fr: Pour enregistrer un message vocal, vous devez autoriser Olvid à accéder au micro. Allez dans les Réglages et activez le Micro.

# CALL_STATE_PERMISSION_DENIED_BY_SERVER
source: Connection denied by the server
fr: Connexion refusée par le serveur

# INCLUDE_CALL_IN_RECENTS
source: Include calls in iOS call log
fr: Partager liste appels avec le système

source: Pending
fr: En attente

source: Missed Call
fr: Appel manqué

# MISSED_CALL_FILTERED
source: Missed call while you were in "Focus" mode.
fr: Appel manqué alors que vous étiez en mode « Concentration ».

# ACCEPTED_OUTGOING_CALL
source: Outgoing call
fr: Appel sortant

# ACCEPTED_INCOMING_CALL
source: Incoming call
fr: Appel entrant

# ANY_OUTGOING_CALL
source: Outgoing call...
fr: Appel sortant...

# ANY_INCOMING_CALL
source: Incoming call...
fr: Appel entrant...

source: Rejected outgoing call
fr: Appel sortant rejeté

source: Rejected incoming call
fr: Appel entrant rejeté

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_UNDETERMINED
source: The incoming call was rejected because Olvid is not allowed to access the microphone. Please tap on this message to allow Olvid to access the Microphone.
fr: L'appel entrant n'a pas abouti car Olvid n'a pas l'autorisation d'accéder au micro. Cliquez sur ce message pour autoriser l'accès au micro.
