Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/*.lproj/Localizable.strings
Languages: fr

source: To received a call, you need to allow Olvid to access the microphone. Please tap on this notification to allow Olvid to access the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Cliquez sur la notification et autorisez l'accès au micro.

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_GRANTED
source: The incoming call was rejected because Olvid was not allowed to access the Microphone. Fortunately, since then, this autorisation was granted. You won't miss a call again 🥳!
fr: L'appel entrant n'a pas abouti car Olvid n'avait pas l'autorisation d'accéder au micro. Fort heureusement, l'autorisation a été accordée. Vous ne raterez plus aucun appel 🥳 !

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED
source: The incoming call was rejected because Olvid is not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: L'appel entrant n'a pas abouti car Olvid n'a pas l'autorisation d'accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

# REJECTED_INCOMING_CALL_BECAUSE_RECORD_PERMISSION_IS_DENIED_NOTIFICATION_BODY
source: The incoming call was rejected because Olvid was not allowed to access the Microphone. To never miss a call again, please go to Settings and grant Olvid access to the microphone.
fr: Pour recevoir des appels, vous devez autoriser Olvid à accéder au micro. Pour ne plus rater d'appel, allez dans les Réglages et autorisez l'accès au micro pour Olvid.

source: Busy outgoing call
fr: Appel sortant occupé

source: Unanswered outgoing call
fr: Appel sortant sans réponse

source: Uncompleted outgoing call
fr: Appel sortant non abouti

# CHOOSE_PREFERRED_AUDIO_SOURCE
source: Choose your preferred audio source
fr: Choisissez votre source audio

source: Secure call in progress
fr: Appel sécurisé en cours

# SECURING_CALL_LINE
source: Securing line
fr: Sécurisation de la ligne

source: Unanswered
fr: Sans réponse

source: with %@
fr: avec %@

source: from %@
fr: de %@

source: and one other
fr: et un autre

source: and %@ others
fr: et %@ autres

source: with one participant
fr: avec un participant

source: with %@ participants
fr: avec %@ participants

source: Hangup
fr: Raccrocher

# HOW_DO_YOU_WANT_TO_SHARE_ID
source: How do you want to share your ID?
fr: Comment voulez-vous partager votre ID ?

source: Share my ID
fr: Partager mon ID

source: Scan contact ID
fr: Scanner l'Id d'un contact

# SHARING_YOUR_ID_ALLOWS_OTHERS_TO_INVITE_YOU_REMOTELY
source: Sharing your ID allows another Olvid user to invite you.
fr: Partager votre ID permet à un autre utilisateur de vous inviter.

# SCANNING_CONTACT_ID_ALLOWS_YOU_TO_INVITE_THEM_NOW
source: Scanning the ID of another user allows you to invite them.
fr: Scanner l'ID d'un autre utilisateur vous permet de l'inviter.

source: Show my ID
fr: Montrer mon ID

source: Do you wish to send an invite to %@?
fr: Voulez-vous envoyer une invitation à %@ ?

source: Your ID was copied to clipboard
fr: Votre ID a été copiée dans le presse-papiers

source: Oops...
fr: Oups...

# What you pasted doesn't seem to be an Olvid identity 🧐
source: What you pasted doesn't seem to be an Olvid ID 🧐
fr: Ce que vous venez de coller ne semble pas être un ID Olvid 🧐

source: This ID is the one you own 😇.
fr: Cette ID est la vôtre 😇.

source: Add new contact
fr: Ajouter un nouveau contact

# SUBSCRIBING_TO_USER_NOTIFICATIONS_EXPLANATION
source: Olvid works best if you are notified of new messages & invitations! On the next screen, you will get a chance to subscribe to user notifications. You can always change your mind later 😇.
fr: Olvid est plus agréable à utiliser si vous acceptez d'être notifié à chaque nouveau message & invitation ! Le prochain écran vous donnera la possibilité de souscrire aux notifications. Vous pourrez toujours changer d'avis plus tard 😇.

source: Continue
fr: Continuer

source: Scan
fr: Scanner

source: Copy my ID to clipboard
fr: Copier mon ID dans le presse-papiers

source: Paste contact ID from clipboard
fr: Coller un ID de contact depuis le presse-papiers

# More invitations methods
source: Additional methods for adding a contact
fr: Autres méthodes d'ajout de contact

source: Choose group members
fr: Choisir les participants

source: Edit my ID
fr: Éditer mon ID

source: Subscription status
fr: État de l'abonnement

source: Premium features tryout
fr: Essai des fonctionnalités premium

source: No active subscription
fr: Aucun abonnement actif

source: Valid license
fr: Licence valide

source: Invalid subscription
fr: Abonnement non valide

source: Subscription expired
fr: Abonnement expiré

source: This subscription is already associated to another user
fr: Cet abonnement est déjà associé à un autre utilisateur

# FORM_FIRST_NAME
source: First name
fr: Prénom

# FORM_LAST_NAME
source: Last name
fr: Nom de famille

# FORM_POSITION
source: Position
fr: Poste

# FORM_COMPANY
source: Company
fr: Société

source: Publish my ID
fr: Publier mon ID

# PUBLISH_NEW_ID
source: Publish your new ID?
fr: Publier votre nouvelle ID ?

# ARE_YOU_SURE_PUBLISH_NEW_OWNED_ID
source: Once published, all your contacts will receive your new ID.
fr: Une fois publiée, la nouvelle version de votre ID s'affichera chez tous vos contacts.

source: Premium features are available for a limited period of time.
fr: Les fonctionnalités premium sont disponibles pour une durée limitée.

source: Free features
fr: Fonctionnalités gratuites

source: Premium features
fr: Fonctionnalités premium

source: Sending & receiving messages and attachments
fr: Envoyer & recevoir des messages et des pièces jointes

source: Create groups
fr: Créer des groupes

source: Receive secure calls
fr: Recevoir des appels sécurisés

source: Make secure calls
fr: Émettre des appels sécurisés

source: New license to activate
fr: Nouvelle licence à activer

source: Current license status
fr: Licence actuelle

source: Activate new license
fr: Activer la licence

source: Confirm invite
fr: Confirmer l'invitation

source: Premium features free trial
fr: Période d'essai gratuite des fonctionnalités premiums

source: Premium features available for free
fr: Fonctionnalités premiums disponibles gratuitement

source: Valid until %@
fr: Valide jusqu'au %@

source: Premium features available until %@
fr: Fonctionnalités prémiums disponibles jusqu'au %@

source: Fallback to free version
fr: Retourner à la version gratuite

source: See subscription plans
fr: Voir les offres d'abonnement

source: Available subscription plans
fr: Offres d'abonnement

source: Looking for available subscription plans
fr: Recherche des offres d'abonnement

source: Get access to premium features for free for 30 days. This free trial can be activated only once.
fr: Accéder aux fonctionnalités premium gratuitement pendant 30 jours. Cette offre d'essai ne peut être activée qu'une seule fois.

source: Start free trial now
fr: Commencer l'essai maintenant

source: Free trial
fr: Essai gratuit

source: Subscribe now
fr: S'abonner maintenant

source: month
fr: mois

source: Free
fr: Gratuit

source: Sorry, it seems you are not allowed to issue the request 😢.
fr: Désolé, il semblerait que vous ne soyez pas autorisé à faire cette requête 😢.

source: Ok, the payment was successfully cancelled.
fr: Ok, le paiement a été abandonné.

source: Sorry, it seems you are not allowed to make the payment 😢.
fr: Désolé, il semblerait que vous ne soyez pas autorisé à faire le paiement 😢.

source: Sorry, the product is not available in your store 😢.
fr: Désolé, le produit n'est pas disponible dans votre Store 😢.

source: The purchase failed because you did not allowed access to cloud service information 😢.
fr: L'achat a échoué car vous n'avez pas donné accès à certaines informations demandées par l'App Store 😢.

source: Sorry, the purchase failed because we could not connect to the nework 😢. Please try again later.
fr: Désolé, l'achat a échoué car le réseau est indisponible 😢. N'hésitez pas à essayer plus tard.

source: Sorry, the purchase failed because you still need to acknowledge Apple's privacy policy 😢.
fr: Désolé, l'achat a échoué car vous devez au préalable accepter la politique de confidentialité d'Apple 😢.

source: Sorry, the purchase failed 😢. Please try again later or contact us if this problem is recurring.
fr: Désolé, l'achat a échoué 😢. N'hésitez pas à essayer plus tard ou à nous contacter si le problème est récurent.

source: Your purchase must be approved before it can go through.
fr: Votre achat est en attente d'approbation.

source: Manage your subscription
fr: Gérer vos abonnements

# START_USING_OLVID
source: Welcome to Olvid 😇
fr: Bienvenue sur Olvid 😇

# OWNED_IDENTITY_GENERATED_EXPLANATION
source: You just finished Olvid's configuration! No data (first name, last name,...) was ever transmitted to our servers. Everything stays on your device. Did you notice that we did not ask for your phone number nor your email address? And unlike your previous messenger, Olvid will never request access to your address book.
fr: Vous venez de terminer la configuration d'Olvid ! Aucune donnée (nom, prénom, etc.) n'a été transmise à nos serveurs. Tout reste sur votre appareil. Avez-vous remarqué que nous ne vous avons pas demandé votre numéro de téléphone ni votre adresse email ? Et contrairement à votre messagerie précédente, Olvid ne demandera jamais l’accès à votre carnet d’adresses.

source: Restore Purchases
fr: Restaurer les achats

source: Manage payments
fr: Modes de paiement

source: We found no purchase to restore.
fr: Nous n'avons trouvé aucun achat à restaurer.

source: Premium features are available for free until %@
fr: Les fonctionnalités premium sont disponibles gratuitement jusqu'au %@

source: Refresh status
fr: Actualiser le statut

source: Looking for the new license
fr: Nous recherchons la nouvelle licence

source: Subscription required
fr: Abonnement requis

# BUTTON_LABEL_CHECK_SUBSCRIPTION
source: Check subscription status
fr: Vérifier votre abonnement

# MESSAGE_SUBSCRIPTION_REQUIRED_CALL
source: Initiating secure phone calls with Olvid requires a subscription. You can check your current subscription status and see available subscription plans on the "My ID" page.
fr: L'émission d'appels téléphoniques sécurisés avec Olvid nécessite un abonnement. Vous pouvez vérifier le statut de votre abonnement et les options d'abonnement disponibles depuis la page « Mon ID ».

# MESSAGE_SUBSCRIPTION_REQUIRED_GENERIC
source: Th requested feature requires a subscription. You can check your current subscription status and see available subscription plans on the "My ID" page.
fr: La fonctionnalité demandée nécessite un abonnement. Vous pouvez vérifier le statut de votre abonnement et les options d'abonnement disponibles depuis la page « Mon ID ».

source: License activation
fr: Activer une licence

source: Billing Grace Period
fr: Délai de grâce

source: Grace period ends on %@
fr: La période de grâce prendra fin le %@

source: Grace period ended
fr: Le délai de grâce est échu

source: Grace period ended on %@
fr: La période de grâce a pris fin le %@

source: Terms of use
fr: Conditions générales d'utilisation

source: Privacy policy
fr: Politique de confidentialité

source: Free trial expired
fr: Période d'essai expirée

# FREE_TRIAL_ENDED_ON_%@
source: The free trial expired on %@
fr: La période d'essai a expiré le %@

source: Premium subscription
fr: Abonnement premium

source: Unlock all premium features in Olvid.
fr: Accès à toutes les fonctionnalités premium.

source: Allow all api key activations
fr: Permettre l'activation de toute clé d'API

source: The backup could not be recovered
fr: La sauvegarde n'a pas pu être restaurée

source: The backuped data could not be decrypted.
fr: La sauvegarde n'a pas pu être déchiffrée.

# The integrity check of the backuped data failed.
source: Are you sure this is the correct backup key?
fr: Êtes-vous certain d'avoir utilisé la bonne clé de sauvegarde ?

source: The backup could not be recovered (error code: %@).
fr: La sauvegarde n'a pas pu être restaurée (code d'erreur: %@).

source: The backup file could not be read
fr: Le fichier de sauvegarde n'a pas pu être lu

source: Use load balanced turn servers
fr: Utiliser serveurs turn distribués

# WIPE_AFTER_READ_SECTION_HEADER
source: Wipe after read
fr: Effacer après lecture

# WIPE_AFTER_PICKER_LABEL
source: Wipe after
fr: Effacer après

# TIMER_PICKER_LABEL
source: Timer
fr: Minuteur

# MESSAGE_EXPIRATION_SECTION_HEADER
source: Message expiration
fr: Expiration du message

# EXPIRATION_SETTINGS_TITLE
source: Ephemeral messages
fr: Messages éphémères

source: Read once
fr: Première lecture

source: Timer
fr: Minuteur

source: After date
fr: Après date

source: After timer
fr: Après minuteur

# TEN_SECONDS
source: 10 seconds
fr: 10 secondes

# ONE_HOUR
source: 1 hour
fr: 1 heure

# EIGHT_HOURS
source: 8 hours
fr: 8 heures

# ONE_DAY
source: 1 day
fr: 1 jour

# FIFTEEN_DAYS
source: 15 days
fr: 15 jours

# TWO_DAYS
source: 2 days
fr: 2 jours

# ONE_WEEK
source: 1 week
fr: 1 semaine

# FOUR_WEEKS
source: 4 weeks
fr: 4 semaines

source: indefinitely
fr: Indéfiniment

# MESSAGE_WAS_WIPED
source: Last message was wiped 🧹
fr: Dernier message expiré 🧹

# READ_ONCE_SECTION_HEADER
source: Delete
fr: Effacement

# READ_ONCE_LABEL
source: Read once
fr: Lecture unique

# TAP_TO_READ
source: Click to view message content
fr: Cliquez pour voir le contenu du message

# AUTO_READ_LABEL
source: Auto read
fr: Ouverture automatique

source: Ephemeral message
fr: Message ephémère

# DEFAULT_DISCUSSION_SETTINGS
source: Default settings for this discussion
fr: Paramètres par défaut pour cette discussion

source: Reset
fr: Réinitialiser

# DRAFT_EXPIRATION_EXPLANATION
source: Use the settings below to modify the visibility and existence durations of your next message. You may only use more restrictive settings than the discussion's default.
fr: Utilisez les paramètres ci-dessous pour modifier les durées de visibilité et d'existence de votre prochain message. Vous ne pouvez pas choisir des paramètres moins restrictifs que les paramètres par défaut de la discussion.

# ACTIVATE_NEW_LICENSE_CONFIRMATION_TITLE
source: Activate the license?
fr: Activer la licence ?

# DO_YOU_WISH_TO_ACTIVATE_API_KEY
source: Any previous license will be lost. Do you wish to activate the new license?
fr: Toute licence précédente sera perdue. Confirmez-vous vouloir activer la nouvelle licence ?

source: Expired since %@
fr: Expirée depuis le %@

# FALLBACK_FREE_VERSION_WARNING
source: Are you sure you wish to fallback to the free version of Olvid? Any existing subscription advantage would be lost.
fr: Êtes-vous certain de vouloir retourner à la version gratuite ? Tout avantage lié à votre licence actuelle sera perdu.

source: Wiped
fr: Expiré

source: Wiped message 🧹
fr: Contenu expiré 🧹

# WIPED_MESSAGE_BY_%@
source: Message wiped by %@ 🧹
fr: Contenu expiré par %@ 🧹

# EXPIRATION_SETTINGS_EXPLANATION
source: The settings below are shared between all participants in this discussion. Changing them will affect the default visibility and existence duration of messages sent by all participants.
fr: Les paramètres ci-dessous sont partagés par l'ensemble des participants à la discussion. En cas de modification, la nouvelle durée de visibilité et d'existence sera envoyée à tous les participants.

# READ_ONCE_SECTION_FOOTER
source: When activated, messages and attachments are displayed only once, and are deleted when exiting the discussion.
fr: Si ce réglage est activé, les messages et leurs pièces jointes ne sont affichés qu'une seule fois. Il sont supprimés au sortir de la discussion.

# LIMITED_VISIBILITY_SECTION_FOOTER
source: When activated, messages and attachments are visible for a limited period of time after they have been read.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont affichés pour une durée limitée après avoir été lu.

# LIMITED_VISIBILITY_LABEL
source: Visibility duration
fr: Durée de visibilité

# LIMITED_EXISTENCE_SECTION_FOOTER
source: When activated, messages and attachments are auto-deleted after a limited period of time.
fr: Si ce réglage est activé, les messages et leurs pièces jointes sont automatiquement supprimés après une certaine durée.

# LIMITED_EXISTENCE_SECTION_LABEL
source: Existence duration
fr: Durée d'existence

# FIVE_SECONDS
source: 5 seconds
fr: 5 secondes

# THIRTY_SECONDS
source: 30 seconds
fr: 30 secondes

# SIX_HOUR
source: 6 hours
fr: 6 heures

# TWELVE_HOURS
source: 12 hours
fr: 12 heures

# SEVEN_DAYS
source: 7 days
fr: 7 jours

# THIRTY_DAYS
source: 30 days
fr: 30 jours

# NINETY_DAYS
source: 90 days
fr: 90 jours

# ONE_HUNDRED_AND_HEIGHTY_DAYS
source: 180 days
fr: 180 jours

# ONE_YEAR
source: 1 year
fr: 1 an

# AUTO_READ_SECTION_FOOTER
source: Automaticall open ephemeral messages.
fr: Ouvrir automatiquement les messages éphémères.

# RETAIN_WIPED_OUTBOUND_MESSAGES_LABEL
source: Retain wiped ephemeral outbound messages
fr: Conserver une trace des messages éphémères envoyés

# RETAIN_WIPED_OUTBOUND_MESSAGES_SECTION_FOOTER
source: When activated, outbound ephemeral messages are not deleted when they expire, but replaced by a static text.
fr: Si ce réglage est activé, les messages éphémères sortants ne sont pas supprimés à expiration, mais remplacés par un texte fixe.

# THREE_YEAR
source: 3 years
fr: 3 ans

# FIVE_YEAR
source: 5 years
fr: 5 ans

source: Mute
fr: Silencieux

source: Mute notifications
fr: Désactiver les notifications

source: Unmute notifications
fr: Réactiver les notifications

# UNMUTED_NOTIFICATIONS_FOOTER
source: When activated, you won't be notified of new messages in this discussion.
fr: Activez cette option pour ne plus recevoir de notifications de nouveau message dans cette discussion.

# MUTED_NOTIFICATIONS_FOOTER_UNTIL_%@
source: New message notifications muted until %@
fr: Notifications de nouveau message désactivées jusqu'à %@

# MUTED_NOTIFICATIONS_CONFIRMATION_%@
source: New message notifications muted until %@. Do you want to unmute them?
fr: Notifications de nouveau message désactivées jusqu'à %@. Souhaitez-vous les réactiver ?

# MUTED_NOTIFICATIONS_FOOTER_INDEFINITELY
source: New message notifications muted indefinitely
fr: Notifications de nouveau message désactivées indéfiniment.

# SEND_READ_RECEIPT_SECTION_FOOTER
source: When activated, your contacts will be notified when you have read their messages within this discussion.
fr: Si ce réglage est activé, vos correspondants recevront une confirmation lorsque vous aurez lu leurs messages dans le cadre de cette discussion.

# SEND_READ_RECEIPTS_LABEL
source: Send read receipts
fr: Confirmation de lecture

# SHOW_RICH_LINK_PREVIEW_LABEL
source: Show rich link previews
fr: Prévisualiser

source: Discussion shared settings were updated
fr: Les paramètres partagés de la discussion ont été mis à jour

# NON_EPHEMERAL_MESSAGES_LABEL
source: Non-ephemeral messages
fr: Message non-ephémères

# GLOBAL_EXPIRATION_SETTINGS_EXPLANATION
source: The settings below will be applied to all new one-to-one discussions and to all new group discussions that you create. Please note that these settings will be shared among all the participant of the discussion.
fr: Les paramètres ci-dessous seront appliqués à toute nouvelle discussion « one-to-one » ainsi qu'à toute nouvelle discussion de groupe que vous créerez. Veuillez noter que ces paramètres de discussion seront partagés avec tous les participants.

# ONLY_GROUP_OWNER_CAN_MODIFY
source: Only the group owner can modify these settings.
fr: Seul le propriétaire du groupe peut modifier ces paramètres.

source: Unread ephemeral message
fr: Message éphémère non lu

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_TITLE
source: Modified shared ephemeral message settings
fr: Les paramètres partagés ont été modifiés

# MODIFIED_SHARED_SETTINGS_CONFIRMATION_MESSAGE
source: You have modified the message settings for this discussion. Do you want to update these settings for you and all other discussion participants, or do you want to discard your changes?
fr: Vous avez modifié les paramètres partagés de cette discussion. Voulez-vous mettre à jour ces paramètres pour vous et tous les participants à la discussion, ou préférez-vous supprimer vos modifications ?

source: All logs
fr: Tous les logs

source: Unlimited
fr: Illimité

# RETENTION_SETTINGS_TITLE
source: Message retention policy
fr: Politique de rétention des messages

# GLOBAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in your discussions. They can be overidden in each discussion.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans vos discussions. Ces paramètres par défaut peuvent être modifiés indépendamment pour chaque discussion.

# COUNT_BASED_LABEL
source: Count based
fr: En nombre

# COUNT_BASED_KEEP_ALL
source: Keep all
fr: Tout garder

# COUNT_BASED_SECTION_FOOTER
source: Old messages will be regularly deleted, so as to keep the number of message per discussion less than the value you enter here.
fr: Les anciens messages de vos discussions seront régulièrement supprimés afin que le nombre maximum de messages par discussion reste inférieur à la limite que vous indiquez ici.

source: Keep %lld messages
fr: Conserver %lld messages

# TIME_BASED_LABEL
source: Time based
fr: En temps

# TIME_BASED_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés.

# LOCAL_RETENTION_SETTINGS_EXPLANATION
source: The settings below allow you to automatically delete old messages in this discussion.
fr: Les réglages ci-dessous vous permettent de supprimer automatiquement de vieux messages dans cette discussion.

source: Ephemeral messages
fr: Messages éphémères

# LOCAL_CONFIG
source: Local configuration
fr: Configuration locale

# SHARED_CONFIG
source: Shared configuration
fr: Configuration partagée

# COUNT_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: Old messages will be regularly deleted from this discussion, so as to keep the number of message less than the value you enter here.
fr: Les anciens messages de cette discussion seront régulièrement supprimés afin que leur nombre reste inférieur à la limite que vous indiquez ici.

# LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize how ephemeral messages behave within this discussion. These settings are not shared with other participants.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants.

# TIME_BASED_SINGLE_DISCUSSION_SECTION_FOOTER
source: If activated, messages older than the specified time will be regularly deleted from this discussion.
fr: Si ce réglage est activé, les messages plus anciens que le temps spécifié seront régulièrement supprimés de cette discussion.

# EXPECTED_DELETION_DATE
source: Deletion date
fr: Date de suppression

# RETENTION_INFO_LABEL
source: Message retention information
fr: Informations de rétention de message

# NUMBER_OF_MESSAGES_BEFORE_DELETION
source: Number of new messages before deletion
fr: Nombre de nouveaux messages avant suppression

# WILL_SOON_BE_DELETED
source: This message will soon be deleted
fr: Ce message sera prochainement supprimé

source: No message
fr: Aucun message

# SETTINGS_UPDATE_TITLE
source: Settings update
fr: Mise à jour de la configuration

source: Access to advanced settings
fr: Accès aux paramètres avancés
