Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/*.lproj/Localizable.strings
Languages: fr

# %@_ACCEPTED_TO_JOIN_THIS_GROUP_AT_%@
source: %@ has joined this group - %@
fr: %@ a rejoint ce groupe - %@

# %@_ACCEPTED_TO_JOIN_THIS_GROUP
source: %@ has joined this group
fr: %@ a rejoint ce groupe

source: %@ and
fr: %@ et

# %@_LEFT_THIS_GROUP_AT_%@
source: %@ left this group - %@
fr: %@ a quitté ce groupe - %@

source: %@ left this group
fr: %@ a quitté ce groupe

source: %@ wants to introduce you to %@
fr: %1$@ aimerait vous présenter à %2$@

source: %@ wants to introduce you to %@. If you do trust %@ for this, you may accept this invitation and %@ will soon appear in your contacts, with no further actions from your part (provided that %@ also accepts the invitation). If you don't trust %@ or if you simply do not want to be introduced to %@ you can ignore this invitation (neither %@ nor %@ will be notified of this).
fr: %1$@ aimerait vous présenter à %2$@. Si vous acceptez, %2$@ fera partie de vos contacts et vous pourrez avoir une discussion privée.

source: %@ was added to your contacts following an introduction by %@.
fr: %1$@ apparait maintenant dans vos contacts suite à une présentation par %2$@.

source: %1@ wants to introduce you to %2@. Olvid's security policy requires you to re-validate the identity of %2@ by exchanging 4-digit codes with them, or to invite %1@ directly.
fr: %1$@ aimerait vous présenter à %2$@. La politique de sécurité d'Olvid requiert une re-validation de l'identité de %2$@ via un échange de 4 chiffres. Vous pouvez aussi inviter %1$@ directement.

source: %1$@ is inviting you to a discussion group. Olvid's security policy requires you to re-validate the identity of %1$@ by exchanging 4-digit codes with them.
fr: %1$@ aimerait vous inviter à un nouveau groupe de discussion. La politique de sécurité d'Olvid requiert une re-validation de l'identité de %1$@ via un échange de 4 chiffres.

source: %1$@ wants to introduce you to %2$@.
fr: %1$@ aimerait vous présenter à %2$@.

# A (now deleted) contact
source: Deleted contact
fr: Contact supprimé

source: A file named %@ already exists within the following location: On My iPhone > Olvid
fr: Un fichier %@ existe déjà à cet emplacement: Sur mon iPhone > Olvid

source: Abort
fr: Abandonner

source: About
fr: À propos

source: Accept
fr: Accepter

source: Accept published version
fr: Accepter la version publiée

source: Action Required
fr: Action requise

source: Add attachment
fr: Ajouter une pièce jointe

source: Admin
fr: Administrateur

source: Advanced
fr: Avancé

source: All the members of the group created by %@ have accepted the invitation.
fr: Tous les membres du groupe créé par %@ ont accepté l'invitation.

source: Almost there!
fr: Bienvenue

source: An invitation requires your attention!
fr: Une invitation requiert votre attention !

source: API Key
fr: Clé d'API

source: At least one of the channel establishment failed to restart
fr: Erreur lors du redémarrage de l'établissement de canal sécurisé

source: Attachments smaller than %@ will be automatically downloaded. Larger attachments will require manual download.
fr: Les pièces jointes de taille inférieure à %@ seront téléchargées automatiquement. Les pièces jointes de plus grande taille devront être téléchargées manuellement.

source: Attachments smaller than the specified size will be automatically downloaded. Larger attachments will require manual download.
fr: Les pièces jointes de taille inférieure à celle spécifiée ici seront téléchargées automatiquement. Les pièces jointes de plus grande taille devront être téléchargées manuellement.

source: Authorization Required
fr: Autorisation Requise

source: Back
fr: Retour

source: Background App Refresh is disabled
fr: L'actualisation en arrière-plan est désactivée

source: Bad QR code
fr: Mauvais code QR

source: Bad server
fr: Mauvais serveur

source: Camera
fr: Appareil photo

source: Cancel
fr: Annuler

source: Choose Members:
fr: Choisir les participants:

source: Company
fr: Société

source: Confirmed Group Members:
fr: Membres du Groupe:

source: Confirmed Members:
fr: Membres du Groupe:

source: Congratulations!
fr: Bravo !

source: Contact cannot be deleted for now
fr: Cet utilisateur ne peut pas être supprimé pour le moment

source: Contact details
fr: Détails du contact

source: Contact Edition
fr: Renommer le contact

source: Contact Introduction Performed
fr: Les présentations sont faites

source: Copy
fr: Copier

source: Copy text
fr: Copier le texte

source: Copy your ID
fr: Copier votre ID

source: Could not delete group
fr: Le groupe n'a pas pu être supprimé

source: Could not export file to the system's Files App
fr: Impossible d'exporter le fichier vers l'application Fichiers

source: Create
fr: Créer

source: Delete
fr: Supprimer

source: Delete all messages
fr: Supprimer tous les messages

source: Delete all messages?
fr: Supprimer tous les messages ?

source: Delete attachment
fr: Supprimer la pièce jointe

source: Delete contact
fr: Supprimer le contact

source: Delete file
fr: Supprimer le fichier

source: Delete File
fr: Supprimer le fichier

source: Delete group
fr: Supprimer le groupe

source: Delete Message
fr: Supprimer le message

source: Delete Message and Attachments
fr: Supprimer le message et les pièces jointes

source: Delete this contact?
fr: Supprimer cet utilisateur ?

source: Deleted message
fr: Message supprimé

source: Details
fr: Détails

# Digits confirmed
source: Code confirmed
fr: Code confirmé

source: Discard
fr: Supprimer

source: Discard changes
fr: Abandonner les modifications

source: Discard group creation
fr: Abandonner la création du groupe

# Discard invitation
source: Decline invitation
fr: Décliner l'invitation

source: Discard this group creation?
fr: Écarter cette création de groupe ?

# Discard this invitation?
source: Decline this invitation?
fr: Décliner l'invitation ?

source: Do not discard group creation
fr: Ne pas écarter la création de groupe

# Do not discard invitation
source: Do not decline invitation
fr: Ne pas décliner l'invitation

source: Do you really wish to restart the channel establishment?
fr: Voulez vous redémarrer l'établissement de canal sécurisé ?

source: Do you want to send a new invitation to your contact?
fr: Voulez-vous envoyer une nouvelle invitation à votre contact ?

# Do you want to send an invitation to %@?
source: Do you want add %@ to your contacts?
fr: Souhaitez-vous entrer en contact avec %@ ?

source: Do you wish to delete all the messages within this discussion? This action is irreversible.
fr: Voulez-vous supprimer tous les messages de cette discussion ? Attention, cette opération est irréversible.

source: Do you wish to open %@ in Safari?
fr: Voulez-vous ouvrir %@ dans Safari ?

source: Downloads
fr: Téléchargements

source: Edit
fr: Éditer

source: Edit your name
fr: Modifiez votre nom

source: Enter your personal details
fr: Votre identité

# Exchange digits
source: Exchange your codes
fr: Échangez vos codes

# Exchange digits with %@
source: Exchange codes with %@
fr: Échanger chiffres avec %@

source: Export PDF file
fr: Exporter le PDF

source: Export Picture
fr: Exporter l'image

source: Export to File App
fr: Exporter vers l'App Fichiers

source: Export to the system's File App
fr: Exporter le fichier vers l'application Fichiers

source: Export to the system's Files App
fr: Exporter le fichier vers l'application Fichiers

source: File exported to Files App
fr: Fichier exporté vers l'App Fichiers

source: File exported to the File App
fr: Le fichier a été exporté vers File App

source: File Management
fr: Gestion du fichier

source: First
fr: Prénom

source: Group Card - New
fr: Group Card - Nouvelle

source: Group Card - On My iPhone
fr: Group Card - Sur mon iPhone

source: Group Card - Published
fr: Group Card - Publiée

source: Group Card - Unpublished Draft
fr: Group Card - Brouillon non publié

source: Group Created
fr: Groupe Créé

source: Group creation started
fr: Création du Groupe initiée

source: Group description:
fr: Description du groupe:

source: Group Members:
fr: Membres du Groupe:

source: Group name:
fr: Nom du groupe:

source: Groups
fr: Groupes

source: Groups created
fr: Groupes créés

source: Groups joined
fr: Groupes rejoints

# If %@ accepts your invitation, you will be notified here.
source: Please wait for %@ to confirm.
fr: En attente de confirmation de la part de %@.

source: Ignore
fr: Ignorer

source: In order to automatically configure Olvid, you can either scan a configuration QR code or configuration click on the link you should have received by email.
fr: Pour configurer Olvid automatiquement, il vous suffit de scanner un code QR de configuration ou de cliquer (depuis votre iPhone) sur le lien que vous devriez avoir reçu par email.

source: In order to invite another Olvid user, you can copy your identity in order to paste it in an email, sms, and so forth. If you receive the identity of another user, you can paste it here.
fr: Pour inviter un autre utilisateur, vous pouvez copier votre identité puis la coller dans un courriel, un sms, etc. Si vous recevez l'identité d'un autre utilisateur, vous pouvez la coller ici.

source: In order to add another Olvid user to your contacts, you can send an invitation, scan their QR code, or show them your own QR code.
fr: Afin d'entrer en contact avec un autre utilisateur d'Olvid, vous pouvez lui envoyer une invitation, scanner son code QR, ou afficher le vôtre pour qu'il le scanne.

source: Incorrect code
fr: Code incorrect

source: Introduce
fr: Présenter

source: Introduce %@ to...
fr: Présenter %@ à...

source: Introduced as part of a group discussion
fr: Présenté lors d'une création de groupe

source: Introduced by %@
fr: Présenté par %@

source: Introduced by a former contact
fr: Présenté par un ancien contact

source: Introduction Accepted
fr: Présentation acceptée

source: Invitation Declined
fr: Invitation Refusée

# Invitation accepted
source: Invitation in progress
fr: Invitation en cours

# Invitation received
source: Invitation in progress
fr: Invitation en cours

source: Invitation to join a group
fr: Invitation à rejoindre un groupe

source: Invite
fr: Inviter

source: Invite %@
fr: Inviter %@

# Invite another Olvid user
source: Choose how to add a contact
fr: Choisissez comment inviter un contact

source: Invite Members
fr: Inviter des participants

source: Last
fr: Nom

source: Leave group
fr: Quitter le groupe

source: mandatory
fr: requis

source: Mark all as read
fr: Tout marquer comme lu

source: Maximum size for automatic downloads
fr: Taille maximum pour téléchargement automatique

source: Members
fr: Membres

source: Members of %@
fr: Membres de %@

source: 🔒 Messages posted in this discussion are protected using end-to-end encryption. Their confidentiality, their authenticity, and the identity of their sender are guaranteed through cryptography.
fr: 🔒 Les messages postés dans cette discussion sont protégés par du chiffrement de bout-en-bout. Leur confidentialité, leur authenticité et l'identité de leur expéditeur sont garanties grâce à la cryptographie.

source: Misconfiguration
fr: Configuration

source: More...
fr: Avancé...

source: Mutual Introduction
fr: Faire les présentations

# Mutual trust confirmed!
source: Secure channel in progress
fr: Canal sécurisé en cours

source: My ID
fr: Mon ID

# My Olvid Card
source: My ID
fr: Mon ID

source: n more attachments
fr: n pieces jointes de plus

source: Name update available
fr: Mise à jour disponible

source: New
fr: Nouveau

# New contact details
source: New Olvid Card
fr: Nouvelle Olvid Card

source: New group details
fr: Nouveaux détails de groupe

source: New Group Joined
fr: Nouveau groupe rejoint

source: New Invitation!
fr: Nouvelle Invitation !

source: New message
fr: Nouveau message

source: New message from %@
fr: Nouveau message de %@

source: New Suggested Introduction
fr: Mise en relation

source: Next
fr: Suivant

source: No
fr: Non

source: No message yet.
fr: Aucun message pour le moment.

source: None
fr: Aucun

source: Olvid Card - New
fr: Olvid Card - Nouvelle

source: Olvid Card - Published
fr: Olvid Card - Publiée

# Olvid Card - Trusted
source: Olvid Card - On my iPhone
fr: Olvid Card - Sur mon iPhone

source: Olvid Card - Unpublished draft
fr: Olvid Card - Brouillon non publié

source: Olvid is not authorized to access the camera 😱. You can change this setting within the Settings app.
fr: Olvid n'a pas l'autorisation d'accéder à l'appareil photo 😱. Vous pouvez changer ce paramètre dans l'application Réglages.

source: Olvid requires the Background App Refresh to be turned on. Unfortunately it appears to be off. If you wish to use Olvid, please turn it back on. The reason why this is required lies in the fact that Olvid regularly executes complex, multipass, cryptographic protocols in order to achieve a security level no other app can compete with. These protocols happen in the background and could not work if you had to manually launch Olvid each time a cryptographic computation has to be performed.
fr: Olvid nécessite que l'actualisation en arrière-plan soit activée. Malheureusement, cela ne semble pas être le cas sur cet appareil.

source: One-to-one verification
fr: Vérification face-à-face

source: Ongoing Group Creation
fr: Création de Groupe en Cours

source: Open in Safari?
fr: Ouvrir dans Safari ?

source: Open Settings
fr: Aller dans les Réglages

source: optional
fr: optionnel

source: Optional description...
fr: Description optionnelle...

source: Paste
fr: Coller

source: Paste an ID
fr: Coller un ID

source: Pending members
fr: Membres en attente

source: Pending Members:
fr: Membres en attente:

source: Perform the deletion
fr: Suppression

source: Perform the introduction
fr: Faire les présentations

source: Photo & Video Library
fr: Librairie de photos & vidéos

# ASK_CONTACT_TO_GO_UNDER_MY_ID_MAKING_IT_POSSIBLE_FOR_YOU_TO_SCAN_QR_CODE
source: Please ask your contact to go under the "Invitations" tab and to tap on the "+" button, making it possible for you to scan the QR code.
fr: Demandez à votre contact d'aller dans le tab "Invitations" et d'appuyer sur le bouton "+" de manière à ce que vous puissiez scanner son code QR.

source: Please enter a name which will be displayed to your contacts. These details will never be sent to Olvid's servers.
fr: Choisissez un nom qui sera affiché chez vos contacts. Ces informations ne seront jamais envoyées aux serveurs d'Olvid.

source: Please open settings and enable Background App Refresh. Hint: If the button is grayed out, you may have turned off the general setting which can be found within: Settings > General > Background App Refresh
fr: Allez dans les Réglages et activez l'actualisation en arrière-plan. Astuce : Si le bouton est grisé, vous avez probablement désactivé le réglage global qui se trouve ici : Réglages > Général > Actualisation en arrière-plan

source: Please remove any pending/group member and try again.
fr: Retirez tous les membres et membres en attente et essayez à nouveau.

source: Please scan an Olvid configuation QR code.
fr: Scannez le code QR d'une configuration d'Olvid.

source: Please specify an identifier that will make it possible for other users to identify you.
fr: Choisissez un identifiant qui permettra aux autres utilisateurs de vous identifier sans se tromper.

source: Position
fr: Poste

source: Problem
fr: Problème

source: Proceed
fr: Poursuivre

source: QR code
fr: Code QR

# Re-Scan server settings
source: Scan server settings again
fr: Scanner à nouveau les paramètres

source: Reinvite contact?
fr: Inviter à nouveau ?

source: Reject
fr: Refuser

source: Remove Members
fr: Retirer des Participants

source: Remove nickname
fr: Supprimer le surnom

source: Reply
fr: Répondre

source: Restart channel establishment
fr: Redémarrer l'établissement de canal sécurisé

source: Restart Channel Establishment
fr: Recréer le canal sécurisé

source: Save changes
fr: Sauver les modifications

source: Scan
fr: Scanner

source: Scan an Olvid identity
fr: Scannez une identité Olvid

source: Scan another user's QR code
fr: Scanner le code QR d'un autre utilisateur

source: Scan QR code
fr: Scannez un code QR

source: Scan server settings
fr: Scanner les paramètres du serveur

source: Send
fr: Envoyer

# Send invite
source: Send invitation
fr: Envoyer une invitation

source: Server
fr: Serveur

source: Server settings
fr: Paramètres du serveur

source: Server Settings
fr: Paramètres du serveur

source: Set Contact Nickname
fr: Surnom du Contact

source: Set Group Name
fr: Choisir un nom pour ce groupe

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Show Contact
fr: Afficher le contact

source: Show detailed infos
fr: Informations détaillées

source: Show Group
fr: Afficher le Groupe

source: Show my QR code
fr: Afficher mon code QR

source: Size
fr: Taille

source: The channel establishment was restarted
fr: L'établissement de canal sécurisé a redémarré

source: The code you entered is incorrect. The one you need to enter is the displayed on your contact's device.
fr: Le code que vous avez entré est incorrect. Celui que vous devez entrer est affiché sur l'écran de votre contact.

source: The file %@ can now be found in the File App, within the following location: On My iPhone > Olvid
fr: Le fichier %@ peut maintenant être trouvé dans l'App Fichiers, à cet emplacement: Sur Mon iPhone > Olvid

source: The group owner published a new version of Group Card. Both the old and new versions are shown below. Click to update the group informations with the new version.
fr: Le propriétaire du groupe a publié une nouvelle version de la Group Card. L'ancienne et la nouvelle version se trouvent ci-dessous. Cliquez pour mettre à jour les informations du groupe en utilisant la nouvelle version.

source: The imported API Key seems to be for a different server.
fr: La clé d'API importée semble être destinée à un autre serveur.

source: %@ would like to be part of your contacts. Please "ACCEPT" if you wish to proceed. Otherwise, you can "IGNORE".
fr: %@ aimerait entrer en contact avec vous. Cliquez sur « ACCEPTER » si vous êtes d'accord. Sinon, vous pouvez « IGNORER ».

source: The other group members will not be notified.
fr: Les autres membres du groupe ne seront pas notifiés.

source: The scanned identity is already part of your trusted contacts 🙌. Do you still wish to proceed?
fr: L'identité scannée fait déjà partie de vos contacts 🙌. Voulez-vous quand même poursuivre ?

source: %@ is already part of your trusted contacts 🙌. Do you still wish to proceed?
fr: %@ fait déjà partie de vos contacts 🙌. Voulez-vous quand même poursuivre ?

source: The scanned identity is one of your own 😇.
fr: L'identité scannée vous appartient 😇.

source: The scanned QR code does not appear to be an Olvid identity.
fr: Le code QR ne semble pas correspondre à une identité Olvid.

source: This contact was deleted from your Olvid contacts, either because you did or because this contact deleted you from their own contacts.
fr: Ce contact a été supprimé de vos contacts Olvid, soit par vous-même, soit parce que ce contact vous a supprimé de ses propres contacts.

source: This nickname will only be visible to you and used instead of your contact name within the Olvid interface.
fr: Ce surnom ne sera visible que de vous. Il sera utilisé en lieu et place du nom de votre contact dans l'interface d'Olvid.

source: This QR code does not allow to configure Olvid. Please use an Olvid configuration QR code.
fr: Ce code QR ne permet pas de configurer Olvid. Utilisez plutôt un code de configuration Olvid.

# Type a confidential message...
source: Write message
fr: Écrire un message

source: Type a discussion group name...
fr: Nom de la discussion de groupe...

source: Update
fr: Mettre à jour

source: Updated
fr: Mis à jour

source: We are bootstraping the secure channel between you and %@. Please wait...
fr: Nous procédons à la création du canal sécurisé entre vous et %1$@. Merci de patienter...

source: We started a new discussion group creation for you.
fr: Nous venons de créer un groupe de discussion pour vous.

source: Welcome
fr: Bienvenue

source: What do you want to do with this file?
fr: Que voulez-vous faire de ce fichier ?

source: What do you want to do with this PDF?
fr: Que voulez-vous faire de ce PDF ?

source: Yes
fr: Oui

source: You accepted to be introduced to %@ by %@. Please wait until %@ also accepts this invitation.
fr: Vous avez accepté d'être présenté à %1$@ par %2$@. %3$@ doit à son tour accepter cette invitation.

source: You are about to delete a file.
fr: Vous vous apprêtez à supprimer un fichier.

source: You are about to introduce %@ to %@
fr: Vous allez présenter %1$@ à %2$@

source: You are about to remove %1$@ from your contacts. You will no longer be able to exchange messages with them. Note that %1$@ is a pending member in at least one group you belong to. %1$@ might get added back to your contacts in a near future. You may want to leave these groups to avoid this. Really delete this contact?
fr: Vous êtes sur le point de retirer %1$@ de vos contacts. Vous ne pourrez plus échanger de message avec cette personne. Notez que %1$@ est un membre en attente dans certains groupes auxquel vous appartenez. Il risque d'être ajouté à vos contacts à nouveau dans un future proche. Vous pouvez vous prémunir de cela en quittant ces groupes. Souhaitez-vous supprimer ce contact ?

source: You are about to remove %1$@ from your contacts. You will no longer be able to exchange messages with them. Really delete this contact?
fr: Vous êtes sur le point de supprimer l'utilisateur %1$@.

source: You are invited to join a group created by %@.
fr: Vous êtes invité à rejoindre un groupe créé par %@.

source: You cannot remove %@ from your contacts as both of you belong to some common groups. You will need to leave these groups to proceed.
fr: Vous ne pouvez pas supprimer l'utilisateur %@ car vous appartenez à certains groupes en commun. Vous devrez quitter ces groupes pour pouvoir continuer.

source: You have accepted to join a group created by %@.
fr: Vous avez rejoint un groupe créé par %@.

source: You have joined a group created by %@.
fr: Vous avez rejoint un groupe créé par %@.

source: You successfully entered the code of %1$@. Please communicate them your code (%2$@). Prefer a face-to-face meeting or a phone call (avoid email, SMS, or any other messenger).
fr: Vous avez entré le code de %1$@ avec succès. Il ne vous reste plus qu'à lui communiquer le vôtre (%2$@). Privilégiez le face-à-face ou un appel téléphonique (évitez absolument email, SMS ou toute messagerie électronique).

source: You now appear in %@'s contacts list. A secure channel is being established. When this is done, you will be able to exchange confidential messages and more!
fr: Vous apparaissez dans les contacts de %@. Un canal sécurisé s'établit. Une fois fini, vous pourrez communiquer.

# You receive a new invitation from %@. You can accept or silently discard it.
source: You received a new invitation from %@. You can accept or silently discard it.
fr: Vous avez reçu une invitation de la part de %@. Vous pouvez accepter cette invitation ou l'écarter sans notifier votre correspondant.

source: To add %1$@ to your contacts, please give them your code (%2$@) and enter theirs. Please make sure that %1$@ is indeed the one giving you this code: prefer a face-to-face meeting or a phone call (avoid email, SMS, or any other messenger).
fr: Pour entrer en contact avec %1$@, vous devez lui communiquer votre code (%2$@) et saisir le sien. Assurez-vous que c’est bien %3$@ qui vous donne son code. Privilégiez le face-à-face ou un appel téléphonique (évitez absolument email, SMS ou toute messagerie électronique).

source: You successfully introduced %@ to %@
fr: Vous avez présenté %1$@ à %2$@
