Repository: olvid-io/olvid-ios
Catalog: iOSClient/ObvMessenger/ObvMessenger/*.lproj/Localizable.strings
Languages: fr

# SKIP_SAS_DURING_WEBCLIENT_TESTING
source: Skip the SAS during the webclient testing
fr: Ne pas utiliser le SAS pendant le test du client web

# USE_SCALED_TURN
source: Use scaled turn servers for VoIP
fr: Utilisation des serveurs turn distribués pour la VoIP

source: Received
fr: Reçu

source: Remotely wiped
fr: Éliminé à distance

source: Remotely wiped by %@
fr: Éliminé à distance par %@

source: Perform the deletion for all users
fr: Suppression chez tous les utilisateurs

# REMOTE_WIPED_MESSAGE
source: Remotely wiped
fr: Éliminé à distance

source: Delete all messages for all users
fr: Supprimer tous les messages chez tous les utilisateurs

source: Delete all messages for all users?
fr: Supprimer tous les messages chez tous les utilisateurs ?

source: Do you wish to delete all the messages on all the devices of all the users of this discussion? This action is irreversible.
fr: Voulez-vous supprimer tous les messages des téléphones de tous les participants de cette discussion ? Attention, cette opération est irréversible.

source: This discussion was remotely wiped by %@ on %@
fr: Cette discussion a été effacée à distance par %@ le %@

source: This discussion was remotely wiped by %@
fr: Cette discussion a été effacée à distance par %@

source: Edit your message
fr: Éditez votre message

source: Update your already sent message
fr: Mettez à jour le message déjà envoyé

source: Edited
fr: Édité

source: Create my ID
fr: Créer mon ID

# TAKE_PICTURE
source: Take a photo
fr: Prendre une photo

# CHOOSE_PICTURE
source: Choose a photo
fr: Choisir une photo

# REMOVE_PICTURE
source: Remove the photo
fr: Supprimer la photo

source: Profile picture
fr: Photo de profil

# ENTER_GROUP_DETAILS
source: New group details
fr: Détails du nouveau groupe

source: Group name
fr: Nom du groupe

source: Group description
fr: Description du groupe

# PUBLISH_NEW_GROUP
source: Publish this new group?
fr: Publier ce nouveau groupe ?

# ARE_YOU_SURE_CREATE_NEW_OWNED_GROUP
source: Do you wish to create this new group now?
fr: Voulez-vous créer ce nouveau groupe maintenant ?

# CREATE_MY_GROUP
source: Create the group now
fr: Créer le groupe

# CREATE_GROUP
source: Create the group
fr: Créer le groupe

source: Edit group
fr: Éditer le groupe

# PUBLISH_GROUP
source: Publish group changes
fr: Publier les modifications

# ARE_YOU_SURE_PUBLISH_EDITED_OWNED_GROUP
source: Do you you wish to publish the group changes?
fr: Voulez-vous publier les modifications ou les annuler ?

# PUBLISH_MY_GROUP
source: Publish group changes
fr: Publier les modifications

source: Introduce %@ to...
fr: Présenter %@ à...

# ON_MY_DEVICE_%@
source: On my %@
fr: Sur mon %@

source: Delete contact
fr: Supprimer le contact

# UPDATE_DETAILS
source: Use new details
fr: Utiliser les nouveaux détails

# START_HERE
source: Add your first contact!
fr: Ajoutez votre premier contact !

# IDENTITY_CREATION_OPTION_EXPLANATION
source: This screen lets you choose additional options for the creation of your Olvid identity. You can enter the options manually or scan a configuration QR-code.
fr: Cet écran vous permet de paramétrer des options avancées pour la création de votre identité Olvid. Vous pouvez saisir ces options manuellement, ou scanner un code QR de configuration.

source: Validate options
fr: Valider les options

source: Olvid server
fr: Serveur Olvid

source: License activation code
fr: Code d'activation de licence

source: Unable to check license status
fr: Impossible de vérifier le status de la licence

# CHECK_SERVER_AND_LICENSE_ACTIVATION_CODE
source: Please check the server url as well as the license activation code.
fr: Veuillez vérifier l'url du serveur ainsi que le code d'activation de licence.

source: Server: %@
fr: Serveur: %@

# LEAVE_BLANK_IF_USING_THE_DEFAULT_ACTIVATION_CODE
source: Leave blank to use the default code.
fr: Laisser vide pour utiliser le code par défaut.

source: Server URL
fr: URL du serveur

# PASTED_STRING_IS_NOT_VALID_OLVID_CONFIG
source: What you just pasted does not seem to be a valid Olvid configuration link 🤔.
fr: Ce que vous venez de coller ne semble pas être une URL de configuration d'Olvid 🤔.

source: Identity settings
fr: Paramètres de l'identité

# PASTE_CONFIGURATION_LINK
source: Paste a configuration from the clipboard
fr: Coller une configuration depuis le presse-papier

# IDENTITY_PROVIDER_OPTION_EXPLANATION
source: This screen lets you to manually configure your company's identity provider. If you received a configuration link (or QR code), please tap on "Back" and tap the link or scan the code. This will make the onboarding process much easier 😇. Please contact your administrator for more details.
fr: Cet écran vous permet de configurer manuellement le fournisseur d'identités de votre entreprise. Si vous avez reçu un lien (ou un code QR) de configuration, appuyez sur « Retour » et appuyez sur le lien ou scannez le code. Le processus de démarrage n'en sera que plus simple 😇. Veuillez contacter votre administrateur pour plus de détails.

source: Identity provider server
fr: Serveur fournisseur d'identités

source: Identity provider
fr: Fournisseur d'identités

source: Validate server
fr: Valider le serveur

source: Authenticate
fr: S'authentifier

# IDENTITY_SERVER_VALIDATION_FAILED
source: The identity server validation failed
fr: La validation du serveur a échoué

# CHECK_IDENTITY_SERVER
source: Please check the URL of the identity server
fr: Veuillez vérifier l'url du serveur d'identités.

source: Authentication failed
fr: L'authentification a échoué

# CHECK_IDENTITY_SERVER_PARAMETERS
source: Please check the identity provider parameters.
fr: Veuillez vérifier votre paramètres de connexion au fournisseur d'identités.

source: Identity Server: %@
fr: Serveur d'identité: %@

# EXPLANATION_MANAGED_IDENTITY
source: The name above was retrieved from your Identity provider and can't be changed. You may still choose a profile picture. These details will never be sent to Olvid's servers.
fr: Le nom ci-dessus a été obtenu via votre fournisseur d'identités et ne peut être modifié. Vous pouvez néanmoins choisir une photo de profil. Ces informations ne seront jamais envoyées aux serveurs d'Olvid.

# ENTER_API_KEY
source: Enter a license key
fr: Entrer une clé de licence

# SCAN_QR_CODE_CONFIGURATION
source: Scan a configuration QR code
fr: Scanner un code QR de configuration

# Successfully revoked previous Olvid ID
source: You previous ID was revoked.
fr: Votre ID précédent a été révoqué.

source: Search
fr: Rechercher

# SEARCH_HERE
source: Search for a contact within your company 🔎
fr: Recherchez un contact de votre entreprise 🔎

# UNABLE_TO_PERFORM_KEYCLOAK_SEARCH
source: Search could not be performed.
fr: La recherche n'a pas pu s'effectuer.

source: Do you wish to add %@ to your contacts?
fr: Voulez-vous ajouter %@ à vos contacts ?

source: Add to contacts
fr: Ajouter aux contacts

# NEW_DETAILS_EXPLANATION_%@_%@
source: %1$@ updated their details. If you wish to use these new details instead of those currently on your %2$@, please tap the button bellow.
fr: %1$@ a mis à jour ses informations. Si vous voulez utiliser ces nouveaux détails à la place de ceux actuellements stockés sur votre %2$@, touchez le bouton ci-dessous.

# ESTABLISHING_SECURE_CHANNEL
source: Establishing a secure discussion channel
fr: Établissement d'un canal de discussion sécurisé

# ESTABLISHING_SECURE_CHANNEL_EXPLANATION
source: A secure discussion channel is currently being created. This process should take a few seconds if both you and your contact are online. If you believe that something went wrong, you can restart the channel creation.
fr: Un canal sécurisé est actuellement en cours de création. Ce processus ne demande que quelques secondes si vous et votre contact êtes tous deux en ligne. Si vous pensez que quelque chose s'est mal passé, vous pouvez redémarrer la création de ce canal.

# RESTART_CHANNEL_CREATION
source: Restart secure channel creation
fr: Redémarrer la création du canal sécurisé

source: Restart
fr: Redémarrer

# RECREATE_CHANNEL
source: Recreate secure channel
fr: Recréer le canal sécurisé

source: Do you really wish to recreate the secure channel?
fr: Voulez-vous vraiment recréer le canal sécurisé ?

# REALLY_DELETE_CONTACT
source: If you delete this contact, you will no longer be able to exchange messages with them. Do you still wish to delete this contact?
fr: Si vous supprimez ce contact, vous ne pourrez plus échanger de message avec cette personne. Souhaitez-vous supprimer ce contact ?

# TRUST_ORIGIN_TITLE_DIRECT
source: One-to-one verification
fr: Vérification face-à-face

# TRUST_ORIGIN_TITLE_INTRODUCTION_%@
source: Introduced by %@
fr: Présenté par %@

# INTRODUCED_BY_FORMER_CONTACT
source: Introduced by a former contact
fr: Présenté par un ancien contact

# TRUST_ORIGIN_TITLE_GROUP
source: Introduced as part of a group discussion
fr: Présenté lors d'une création de groupe

source: Trust origins
fr: Origines de confiance

source: Chat
fr: Discuter

source: Call
fr: Appeler

source: Call back
fr: Rappeler

# CUSTOM_KEYBOARD_MANAGEMENT
source: Custom keyboards management
fr: Gestion des claviers personnalisés

source: Allow custom keyboards
fr: Autoriser les claviers personnalisés

# CUSTOM_KEYBOARD_MANAGEMENT_EXPLANATION
source: Any change to this parameter will require a complete restart of Olvid before it can take effect.
fr: Tout changement de ce paramètre ne prendra effet qu'après un redémarrage complet d'Olvid.

source: Identity server
fr: Serveur d'identités

# BAD_KEYCLOAK_SERVER_RESPONSE
source: There is something wrong with the identity server 😨. Please contact your administrator.
fr: Quelque chose s'est mal passé avec le serveur d'identités 😨. Si le problème persiste, nous vous recommandons de contacter votre administrateur.

source: Unavailable
fr: Indisponible

# EDIT_CONTACT_NICKNAME_EXPLANATION_%@
source: You can choose a nickname and a custom profile picture for your contact. They will only appear on your %@, and won't be shared with anyone.
fr: Vous pouvez choisir un surnom et une photo de profil personnalisée pour votre contact. Ils apparaîtront sur votre %@ uniquement, et ne seront partagés avec personne.

source: Save
fr: Enregistrer

# FORM_NICKNAME
source: Nickname
fr: Surnom

# EDIT_CONTACT_NICKNAME
source: Edit nickname and picture
fr: Edition surnom et photo

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_NEEDED
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. If you proceed, this Olvid ID will be revoked and your new one will be associated to this user. Please contact your administrator for more details.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Si vous continuez, cet ID Olvid sera révoqué et remplacé par votre nouvel ID. Veuillez contacter votre administrateur si vous désirez plus d'informations.

source: Warning
fr: Attention

# TEXT_EXPLANATION_WARNING_IDENTITY_CREATION_KEYCLOAK_REVOCATION_IMPOSSIBLE
source: Your identity provider indicates that an Olvid ID is already associated to the user you signed in as. You cannot proceed with the creation of your identity. Please contact your administrator for more details.
fr: Votre serveur d'identités indique qu'un ID Olvid est déjà associé avec votre compte utilisateur. Vous ne pouvez pas procéder à la création de votre identité Olvid. Veuillez contacter votre administrateur pour plus d'informations.

# DIALOG_TITLE_IDENTITY_PROVIDER_ERROR
source: Identity provider error
fr: Erreur du fournisseur d'identités

# DIALOG_MESSAGE_FAILED_TO_UPLOAD_IDENTITY_TO_KEYCLOAK
source: Olvid was unable to upload your Olvid ID to your company's identity provider. It will be retried in the background.
fr: Olvid n'a pas réussi à transmettre votre ID Olvid au fournisseur d'identités de votre entreprise. De nouveaux essais seront réalisés en tâche de fond.

source: Last message was remotely wiped
fr: Dernier message éliminé à distance

# UNABLE_TO_ACTIVATE_LICENSE_TITLE
source: Unable to activate license
fr: Impossible d'activer la licence

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION
source: Your Olvid ID is currently managed by your company's identity provider. You cannot manually activate an Olvid license.
fr: Votre ID Olvid est actuellement gérée par le fournisseur d'identité de votre entreprise. À ce titre, vous ne pouvez pas activer de license Olvid manuellement.

# PLEASE_CONTACT_ADMIN_FOR_MORE_DETAILS
source: Please contact your administrator for more details.
fr: Veuillez contacter votre administrateur pour plus d'informations.

# EXPLANATION_KEYCLOAK_UPDATE_NEW
source: You are about to configure your company's identity provider in Olvid. Once configured, you can authenticate with this server and Olvid will let you to seamlessly add other employees to your contacts.
fr: Vous êtes sur le point de configurer le fournisseur d'identités de votre société au sein d'Olvid. Une fois configuré, vous pourrez vous authentifier auprès de ce serveur et Olvid vous permettra d'ajouter automatiquement d'autres employés à vos contacts.

# LABEL_BIND_KEYCLOAK
source: Use an identity provider
fr: Utiliser un serveur d'identités

# BUTTON_LABEL_MANAGE_KEYCLOAK
source: Switch to a managed ID
fr: Passer à un ID géré

# EXPLANATION_KEYCLOAK_BIND
source: The name above was retrieved from your company's identity provider. Once your Olvid ID is managed by your this provider, this is how your contacts will see you in Olvid.
fr: Le nom ci-dessus à été récupéré depuis le fournisseur d'identités de votre société. Une fois votre ID Olvid géré par ce fournisseur, c'est comme cela que vos contacts vous verront dans Olvid.

# EXPLANATION_KEYCLOAK_UPDATE_BAD_SERVER
source: Olvid was unable to configure your company's identity provider with your current Olvid ID because your ID was generated on a different Olvid server.
fr: Olvid ne peut pas configurer le fournisseur d'identité de votre société avec votre ID Olvid actuel. Votre ID a été généré sur un serveur Olvid différent.

source: Remove identity provider
fr: Supprimer le fournisseur d'identités

# DIALOG_MESSAGE_UNBIND_FROM_KEYCLOAK
source: Your Olvid ID is currently managed by your company's identity provider. You are about to switch to a normal, un-managed, Olvid ID. If you proceed, you will no longer be able to seamlessly add contacts from your company to Olvid. Please contact your administrator for more details. Do you wish to proceed?
fr: Votre ID Olvid est actuellement géré par le fournisseur d'identités de votre société. Vous êtes sur le point de passer à un ID Olvid normal, non-géré. Si vous continuez, vous ne pourrez plus ajouter automatiquement d'autres employés à vos contacts. Veuillez contacter votre administrateur pour plus de détails. Souhaitez-vous continuer ?

# GLOBAL_LOCAL_EPHEMERAL_SETTINGS_EXPLANATION
source: The settings below allow you to locally customize the default behavior of ephemeral messages. These settings are not shared with other discussion participants.
fr: Les réglages ci-dessous vous permettent d'ajuster localement le comportement par défaut des messages éphémères. Ces paramètres ne sont pas partagés avec les autres participants aux discussions.

# SERVER_DOES_NOT_SUPPORT_CALLS
source: The server does not support calls.
fr: Le serveur ne permet pas de passer des appels

# STD_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: Olvid seems to take longer than usual to start. This typically occurs after installing a new version. Please be reassured, none of your data was lost.
fr: Olvid semble prendre plus de temps que d'habitude pour démarrer. Cela peut arriver après une mise à jour. Rassurez-vous, même si le problème persiste, aucune de vos données n'a été perdue.

# SHARE_MSG_OLVID_TAKES_TOO_LONG_TO_START
source: If the problem persists, you can help the development team by tapping the button below. This will share (only) the following message with them.
fr: Si le problème persiste, vous pouvez aider l'équipe de développement à résoudre votre problème via la bouton ci-dessous. Vous partagerez (uniquement) le message encadré ci-dessous avec elle.

# ADDING_KEYCLOAK_CONTACT_FAILED
source: Failed to add contact
fr: L'ajout de contact a échoué

source: Please try again later
fr: Veuillez essayer à nouveau plus tard

source: Please try again
fr: Essayez à nouveau

# COULD_NOT_SWITCH_TO_MANAGED_ID
source: Could not switch to a managed ID
fr: Il n'a pas été possible de passer à un ID géré

# UNABLE_TO_ACTIVATE_LICENSE_EXPLANATION_ALT
source: The message distribution server associated with your Olvid ID is incompatible with the server indicated within the license
fr: Le serveur de distribution de message spécifié dans votre ID Olvid est incompatible avec le serveur indiqué dans la licence.

# CONTACTS_SORT_ORDER
source: Contact sort order
fr: Ordre de tri des contacts

# FIRST_NAME_LAST_NAME
source: First, Last
fr: Prénom Nom

# LAST_NAME_FIRST_NAME
source: Last, First
fr: Nom Prénom

# MAX_AVG_BITRATE
source: Max. average bitrate
fr: Débit moyen maximum

source: iCloud account temporarily unavailable
fr: Compte iCloud indisponible pour le moment

# ICLOUD_ACCOUNT_TRY_AGAIN_LATER
source: Please try again later
fr: Veuillez essayer à nouveau plus tard

source: Dismiss
fr: Quitter

# INVALID_QR_CODE
source: This QR code is invalid
fr: Ce code QR n'est pas valide

# IMPOSSIBLE_TO_ADD_%@_WITH_THIS_QR_CODE
source: This QR code cannot be used to add %1$@ to your contacts. Please try again, making sure %1$@ scans your QR code before you scan their's.
fr: Ce code QR ne peut pas être utilisé pour ajouter %1$@ à vos contacts. Veuillez essayer à nouveau, en vous assurant que %1$@ scanne votre code QR avant que vous ne scanniez le sien.

# SEND_INVITE_TO_%@_TO_ADD_THEM_TO_YOUR_CONTACTS_FROM_A_DISTANCE
source: Send an invitation to %@ to add them to your contacts from a distance.
fr: Envoyez une invitation à %@ pour l'ajouter à vos contacts à distance.

# OPTION_%@_FROM_A_DISTANCE
source: Option %@: Invite remotely
fr: Option %@ : Inviter à distance

# OPTION_%@_LOCALLY
source: Option %@: Invite locally
fr: Option %@ : Inviter localement

# INVITE_%@_LOCALLY
source: If %@ is next to you, have them scan this QR code to add them to your contacts directly.
fr: Si %@ est à côté de vous, faites lui scanner ce code QR pour l'ajouter à vos contacts immédiatement.

# MISSING_CHANNEL_FOR_CALL_TITLE_%@
source: %@ cannot be called yet
fr: %@ ne peut pas encore être appelé

# MISSING_CHANNEL_FOR_CALL_MESSAGE_%@
source: You will be able to call %@ once a secure channel is established with them. Please try again later.
fr: Vous pourrez appeler %@ dès que le canal sécurisé sera établi. Veuillez essayer à nouveau plus tard.

source: Replying to %@
fr: Réponse à %@

# REPLYING_TO_CONTACT
source: Replying to a contact
fr: Réponse à un contact

source: Replying to yourself
fr: Réponse à vous-même

source: Replying
fr: Réponse

source: Replying to you
fr: Réponse à vous

source: Loading
fr: Chargement

source: Use old discussion interface
fr: Utiliser ancien style de discussions

source: Tap to cancel
fr: Appuyez pour annuler

# PLEASE_UPDATE_OLVID_FROM_MAIN_APP
source: Please launch the Olvid App in order to finalize its update 🚀. You will be able to share content once this is done 😉.
fr: Veuillez lancer l'app Olvid afin de terminer la mise à jour 🚀. Vous pourrez à nouveau partager du contenu une fois que ce sera fait 😉.

# SCAN_DOCUMENT
source: Scan a document
fr: Scanner un document

# SHOOT_PHOTO_OR_MOVIE
source: Camera
fr: Appareil photo

# CHOOSE_IMAGE_FROM_LIBRARY
source: Photo & video library
fr: Librairie de photos & vidéos

# CHOOSE_FILE
source: Attach file
fr: Choisir un fichier

# INTRODUCE_CONTACT_%@_TO
source: Introduce %@ to...
fr: Présenter %@ à...

# DIALOG_MISSING_MESSAGES_TITLE
source: Missing messages
fr: Messages manquants

# DIALOG_MISSING_MESSAGES_MESSAGE
source: This missing message indicator tells you that a gap was detected in the numbering sequence of messages received from your contact. This can either be that the sending of a message was cancelled (the message will never reach you), or that a larger message (typically with attachment) has not finished uploading yet (you should receive it soon).
fr: Cet indicateur de message manquant vous prévient qu'un trou a été détecté dans la séquence de numérotation des messages reçus de votre contact. Ceci est soit dû à l'annulation d'envoi d'un message (vous ne recevrez jamais ce message), soit à l'envoi d'un message plus gros (en général, avec des pièces jointes) qui n'a pas encore été entièrement déposé sur le serveur (vous devriez le recevoir prochainement).

# SHOW_BACKUP_SCREEN
source: Backup settings
fr: Paramètres de sauvegarde

# SHOW_SETTINGS_SCREEN
source: All settings
fr: Tous les paramètres

source: Contact sort order...
fr: Ordre de tri des contacts...

source: Later
fr: Plus tard

source: Now
fr: Maintenant

source: Remind me later
fr: Me rappeler plus tard

# SNACK_BAR_BODY_CREATE_BACKUP_KEY
source: It's time to setup backups!
fr: Il est temps de configurer les sauvegardes !

# SNACK_BAR_BUTTON_TITLE_CREATE_BACKUP_KEY
source: Show me
fr: Info

# SNACK_BAR_DETAILS_TITLE_CREATE_BACKUP_KEY
source: Why should I setup backups 🧐?
fr: Pourquoi configurer les sauvegardes 🧐 ?

# SNACK_BAR_DETAILS_BODY_CREATE_BACKUP_KEY_%@
source: If you were to lose your %@, or to uninstall Olvid by mistake, you would lose your Olvid ID, all your contacts, and all your groups 😱. Luckily for you, it is possible to setup secure backups 😅. Press "Setup backups" to begin.
fr: Si vous veniez à égarer votre %@, ou à désinstaller Olvid par erreur, vous perdriez votre ID Olvid, l'intégralité de vos contacts et tous vos groupes 😱. Fort heureusement, il est possible de les sauvegarder de façon sécurisée 😅. Appuyez sur « Paramétrer les sauvegardes » pour commencer.

# CONFIGURE_BACKUPS_BUTTON_TITLE
source: Setup backups
fr: Paramétrer les sauvegardes

# SNACK_BAR_BODY_SHOULD_PERFORM_BACKUP
source: It's backup time!
fr: Il est temps de faire une sauvegarde !

# SNACK_BAR_BUTTON_TITLE_SHOULD_PERFORM_BACKUP
source: Show me
fr: Info

# SNACK_BAR_DETAILS_TITLE_SHOULD_PERFORM_BACKUP
source: Why should I create a backup 🧐?
fr: Pourquoi faire une sauvegarde 🧐 ?

# SNACK_BAR_DETAILS_BODY_SHOULD_PERFORM_BACKUP_%@
source: In order not to lose any contact, we recommend you activate automatic backups to iCloud. Don't worry, these backups are encrypted 🤓! Otherwise, you may also perform manual backups on a regular basis. Press "Setup backups" to begin.
fr: Pour ne perdre aucun contact, nous vous recommandons d'activer les sauvegardes automatiques vers iCloud. Rassurez-vous, elles sont chiffrées 🤓 ! Sinon, vous pouvez aussi effectuer des sauvegardes manuelles régulièrement. Appuyez sur « Paramétrer les sauvegardes » pour commencer.

# SNACK_BAR_BODY_SHOULD_VERIFY_BACKUP_KEY
source: Do you remember your backup key?
fr: Vous souvenez-vous de votre clé de sauvegarde ?

# SNACK_BAR_BUTTON_TITLE_SHOULD_VERIFY_BACKUP_KEY
source: Show me
fr: Info

# SNACK_BAR_DETAILS_TITLE_SHOULD_VERIFY_BACKUP_KEY
source: Why should I remember my backup key 🧐?
fr: Pourquoi vérifier sa clé de sauvegarde 🧐 ?

# SNACK_BAR_DETAILS_BODY_SHOULD_VERIFY_BACKUP_KEY_%@
source: Having an up to date Olvid backup is essential, but you need your backup key to restore it! Press "Setup backups" to verify your key. If you lost it, don't worry, you can generate a new one 🤗.
fr: Avoir une sauvegarde à jour est essentiel, mais il vous faut votre clé de sauvegarde pour la restaurer ! Appuyez sur « Paramétrer les sauvegardes » pour vérifier votre clé. Si vous avez perdu cette clé, pas d'inquiétude, vous pourrez en générer une nouvelle 🤗.

source: You
fr: Vous

source: Touch to return to call
fr: Touchez pour revenir à l'appel
